{"title":{"0":"More Than Coffee: New York’s Vanishing Diner Culture - The New York Times","1":"Enough With the Tweets, China’s State Media Tells Trump - The New York Times","2":"’It’s easy to lose your mind here’: A Syrian from Aleppo explains how he survives amid food shortages and airstrikes","3":"Exclusive: Federal Data Can Resolve Vote Fraud Debate, Says Vice Chairman of Donald Trump’s Election Integrity Commission - Breitbart","4":"CNN Student News - August 30, 2016","5":"An Evolving Sports City, Atlanta Chases a Championship - The New York Times","6":"London’s Muslim Mayor Slams Brexit Vote At Gay Pride Event","7":"Israeli Judge Rules: Chants Of ’Allahu Akbar’ At Jews On Temple Mount Is Illegal","8":"German Police Arrest Islamic State Suspects Who ’Lived In Refugee Shelters’","9":"Liberals: Avoid Trump Derangement Syndrome (Zakaria)","10":"Nigeria’s Battles With Boko Haram Scar the Land and Its People - The New York Times","11":"Reince Priebus: FBI Is Still Investigating Clinton Foundation","12":"Activists Crash Stage, Threaten Milo Yiannopoulos at DePaul","13":"At the Tonys, Moments to Remember - The New York Times","14":"Donald Trump: I Will Consult NRA On How Americans Can Defend","15":"Kanye West and the Murakami Effect: The Week in Pop-Culture Writing","16":"What anonymous sources cost journalism","17":"Exclusive: Army-Navy Game Appearance ’First Day of Trump’s Presidency’","18":"Donald Trump: John Glenn a ‘Hero’ Inspiring American Explorers - Breitbart","19":"Latinos thrive in radio and TV despite Trump ","20":"Chiraq: Deadly Week in the Windy City, 100 People Shot in Seven-Day Period - Breitbart","21":"Colorado woman faces ISIS plan sentencing","22":"Donald Trump attended the Army-Navy game and threw some shade at the quality of football","23":"Japan rescues 26 North Koreans from sinking ship","24":"Tapper Bemoans Trump Press Conference Tack - You ’Legitimately Won’ Presidency, ’Get to Work and Stop Whining About It’ - Breitbart","25":"When the Pilot Is a Mom: Accommodating New Motherhood at 30,000 Feet - The New York Times","26":"Trump on Moving Embassy to Jerusalem : ‘I Am Not A Person Who Breaks Promises’","27":"Steve Kerr Wants Gun Control Father Killed by Islamists","28":"Faces, places in North Philadelphia","29":"Dawn of the nuclear age","30":"This startup is taking on Airbnb and Hotel Tonight by letting you find a place to crash at the last minute","31":"Obama finds story like his own at ’Hamilton’","32":"Homeland Security report: Border Patrol arrests up in 2016","33":"Hillary Clinton Liked Covert Action if It Stayed Covert, Transcript Shows - The New York Times","34":"Harry Belafonte: ‘Movements Don’t Die’ - The New York Times","35":"Indian police shoot five protestors dead as farming unrest escalates","36":"Turkey’s Erdogan Says Hitler’s Germany Exemplifies Effective Presidential System - Breitbart","37":"Islamic State Jihadis Losing Morale Complaining of ’Back Pain’","38":"Glenn Greenwald: Breitbart News Has ’Editorial Independence’ That ’Left and Establishment Right Utterly Lack’ - Breitbart","39":"The Senate Intelligence Committee is turning up the heat on Michael Flynn","40":"Yemen chaos threatens White House anti-terror campaign","41":"Former police officers explain how cops typically handle concealed weapons","42":"Investors are missing the big picture about Goldman Sachs","43":"Hillary Clinton Warns of ‘Conspiracy Theory Machine Factory’ - Breitbart","44":"Trump Offers Father Down on His Luck $10,000 Check at Inaugural Event - Breitbart","45":"Trump and Clinton Aides Clash During Election Forum - The New York Times","46":"A $1,000 Day in Tokyo for $100 - The New York Times","47":"Watch: Reds Minor League Affiliate Turns Crazy Double Play With Help From Umpire - Breitbart","48":"Super Bowl MVPs","49":"Survivors of kidnapping join ’The Hunt’ for justice"},"publication":{"0":"New York Times","1":"New York Times","2":"Business Insider","3":"Breitbart","4":"CNN","5":"New York Times","6":"Breitbart","7":"Breitbart","8":"Breitbart","9":"CNN","10":"New York Times","11":"Breitbart","12":"Breitbart","13":"New York Times","14":"Breitbart","15":"Atlantic","16":"CNN","17":"Breitbart","18":"Breitbart","19":"CNN","20":"Breitbart","21":"CNN","22":"Business Insider","23":"CNN","24":"Breitbart","25":"New York Times","26":"Breitbart","27":"Breitbart","28":"CNN","29":"CNN","30":"Business Insider","31":"CNN","32":"CNN","33":"New York Times","34":"New York Times","35":"CNN","36":"Breitbart","37":"Breitbart","38":"Breitbart","39":"Business Insider","40":"CNN","41":"Business Insider","42":"Business Insider","43":"Breitbart","44":"Breitbart","45":"New York Times","46":"New York Times","47":"Breitbart","48":"CNN","49":"CNN"},"author":{"0":"George Blecher","1":"Chris Buckley","2":"Natasha Bertrand","3":"Neil Munro","4":"Unknown","5":"Ben Shpigel","6":"Breitbart London","7":"Deborah Danan","8":"Breitbart London","9":"Fareed Zakaria","10":"Dionne Searcey and Ashley Gilbertson","11":"Patrick Howley","12":"Breitbart Tech","13":"Unknown","14":"AWR Hawkins","15":"The Editors","16":"Chris Cillizza","17":"Matthew Boyle","18":"Charlie Spiering","19":"Unknown","20":"Warner Todd Huston","21":"Michael Martinez,","22":"Cork Gaines","23":"Unknown","24":"Jeff Poor","25":"Annalyn Kurtz","26":"Breitbart Jerusalem","27":"AWR Hawkins","28":"Unknown","29":"Unknown","30":"Avery Hartmans","31":"Kevin Liptak","32":"Laura Jarrett","33":"David E. Sanger","34":"Tamara Best","35":"Unknown","36":"Breitbart News","37":"Kristina Wong","38":"Lee Stranahan","39":"Bryan Logan","40":"Unknown","41":"Christina Sterbenz","42":"Portia Crowe","43":"Charlie Spiering","44":"Warner Todd Huston","45":"Trip Gabriel","46":"Lucas Peterson","47":"Trent Baker","48":"Unknown","49":"Unknown"},"year":{"0":2016.0,"1":2017.0,"2":2016.0,"3":2017.0,"4":2016.0,"5":2017.0,"6":2016.0,"7":2016.0,"8":2016.0,"9":2017.0,"10":2017.0,"11":2016.0,"12":2016.0,"13":2016.0,"14":2016.0,"15":2017.0,"16":2017.0,"17":2016.0,"18":2016.0,"19":2017.0,"20":2016.0,"21":2015.0,"22":2016.0,"23":2017.0,"24":2017.0,"25":2016.0,"26":2017.0,"27":2016.0,"28":2015.0,"29":2017.0,"30":2016.0,"31":2015.0,"32":2016.0,"33":2016.0,"34":2017.0,"35":2017.0,"36":2016.0,"37":2017.0,"38":2016.0,"39":2017.0,"40":2015.0,"41":2016.0,"42":2016.0,"43":2016.0,"44":2017.0,"45":2017.0,"46":2016.0,"47":2016.0,"48":2015.0,"49":2015.0},"content":{"0":"For the past 25 years  —   since the divorce  —   I’ve lived a good part of my life in diners. Without them I might be slimmer, but also crazier and more unhappy. Judging by the crowds at the Metro Diner, on 100th Street and Broadway, my current haunt, I suspect that other New Yorkers feel the same way. To say that the Metro has become my second home would be too vague and sentimental. Better to use the sociological term “the third place” (home and work being the first two) or to quote Robert Frost, the place “where, when you have to go   They have to take you in. ” American coffee shops, like English pubs, Viennese coffee houses and Greek kaffenions, tend to engender klatches, informal clubs. At the old Key West Diner on 94th Street and Broadway, now known as the Manhattan Diner, the laughter of the comedian Anne Meara and her friends used to fill the room. And where would the sitcom classic “Seinfeld,” the idea of which was conceived in a coffee shop, have been without the regular scenes at Monk’s Café? The best days of the New York City diner, however, appear to be over. Among the 2016 casualties were the Lyric Diner in Gramercy and the    Del Rio in Bensonhurst, Brooklyn, while La Parisienne near Columbus Circle and the    Market Diner in Hell’s Kitchen closed in 2015. Then there was Cafe Edison, a    coffee shop that shut in 2014 to much sadness in the Broadway community. Manhattan has certainly seen more diner closings than other boroughs. That said, with rising costs in rapidly gentrifying neighborhoods, classic diners like the Neptune and Bel Aire, both in Astoria, Queens, could soon be under threat. In Downtown Brooklyn, the building that has housed the original Junior’s Restaurant since 1950 was almost sold. But after considering several offers, the owner Alan Rosen decided that the community still needed cheesecake more than luxury  . Urban renewal, astronomical rents, changing eating habits and the preponderance of   coffee places like Starbucks have all contributed to the demise of the New York diner. There are roughly half as many as there were 20 years ago, according to records from the health department. Losing New York diner culture would probably be a watershed in the city’s history. How will New Yorkers get along without these antidotes to urban loneliness? “The coffee shop orients us here, in this city and not another,” Jeremiah Moss, of the blog Jeremiah’s Vanishing New York, said. “If we are regulars, we become known, connected, to a network of people who remain over the span of years, even decades. In the anonymous city, these ties can be lifesavers, especially for the elderly, the poor, the marginal, but also for all of us. Without them, the city becomes evermore fragmented, disorienting and unrecognizable. ” The Metro is a treasure trove of local history. It is in one of the few   buildings left in Manhattan. Built by the grocer Henry Grimm in 1871, it was bought in 1894 by the brewer Peter Doelger. He turned the ground floor into a restaurant and saloon, with families entering through the back while gentlemen drank beer in the front. (Around the same time, Mr. Doelger’s cousin Matilda married a prizefighter, John West, whose daughter Mae  —   yes, the Mae West  —   may have picked up some of her unconventional performance style from hanging around the Doelger bar.) Over the course of its existence, the Grimm building also housed a milliner’s shop, a tearoom and, in the 1950s, the rehearsal studio and offices of the   Living Theater. The sociologist Ray Oldenburg, in “The Great Good Place,” a book about diners and taverns, suggests that the past is an essential element of all third places, which are usually in older sections of cities, and in those areas “exists the fading image of the city itself and the kind of human interaction, the easy and interesting mixing of strangers that made the city what it was. ” But not only what it was. One of the charms of the Metro, and of many other diners in the city, is that the employees’ backgrounds are as varied as the languages spoken by the tourists who have found their way here. Costa Rica, Ecuador, Greece, Mexico, Poland, Romania  —   these are just a few of the countries where staff members come from. Together they constitute a microcosm of the immigrant groups that continue to arrive in New York  —   who not only made the city what it was, but the best of what it is and could be. My first diner nesting place was Harvey’s Coffee Shop on 78th and Broadway, in Manhattan, where I would order matzo ball soup and a Coke after seeing my therapist across the street. Harvey was known for his   Puerto Rican countermen and for serving deliciously seasoned chopped meat on white bread. After Harvey’s closed, I moved to the Utopia on 73rd and Amsterdam, a venerable place with a low ceiling,   murals and waiters who seemed to never age. As my thighs outgrew the narrow booths, I moved to the Central Park   at 97th and Columbus. In the 1990s, the Cafe replaced Mikell’s, a beloved jazz and    club. This was the liveliest of my hangouts. Every morning a group of retired men in baseball caps, along with a spirited Jayne Mansfield   heckled one another and batted sports statistics back and forth for hours. The music of their banter was pure Bach counterpoint. After the Cafe succumbed in 2005, I spent months looking for my next “third place. ” Diner regulars can be particular. The ambience has to be friendly but not intrusive, the sound level low but not funereal, the smell a little greasy but not cloying, and the décor more utilitarian than fussy. I eventually settled in at the Metro. Among diners, the Metro is quietly sophisticated. The décor is   Art Deco, the booths spacious. There is a generous, though tasteful, use of diner decorator staples like vinyl, Formica and chrome. Politicians, including former Gov. David A. Paterson of New York and the city comptroller, Scott M. Stringer, have been spotted in the booths. The hostess, Jenny Bello, wears outfits that could rival the wardrobe collection from    studios in the 1950s. Fanis Tsiamtsiouris, known as Frank, and Fotios Hilas own the Metro along with three other diners. They calculated that the Metro poured about 700 cups of coffee, made 150 hamburgers and used over 1, 200 eggs every day. The place opened in 1989, when Mr. Tsiamtsiouris consolidated five stores, among them a kosher butcher, a copy store and a   restaurant. Though diners are sometimes bought by other enterprising immigrants, many of the surviving ones are still owned by  . Historians differ on how and when Greek immigrants got into the business, but they agree that a growth spurt occurred right after World War II. Their story is a classic American one that combines entrepreneurs putting in long hours, families helping one another and informal associations creating a safety net of connections. “When my family came over in 1967, we had an $8, 000 debt to pay, so we all went to work,” Mr. Tsiamtsiouris said. “So first I was a cleanup guy, then busboy, then a waiter, then a manager. ” He had one uncle in the business when he started out, he recalled, and he met many other owners through Pan Gregorian, a food industry cooperative. In the back of the Metro’s long room, the area is set up with small tables for regulars like me who linger over breakfast. Rosa and Dumitra, Diana and John, and Enid and Fabiano know what we’re going to order, but pretend to let us decide. For years the unofficial queen of the Metro was Batyah Hyman, also known as Betty, a beautiful,   Swedish and South African woman who sat at the head of the room. I don’t remember how we drifted into conversation  —   probably a political issue that we disagreed about. Somehow we sensed that we could be friends, or at least “affiliated,” the way Mr. Oldenburg, the sociologist, described friendship among regulars at a place like the Metro. She lives around the corner, but Ms. Hyman no longer eats breakfast at the Metro. She drops by from time to time, and the waitress Rosa Soto babysits her grandchildren. Nobody has dared to claim her table. A few years ago, one of my oldest friends, the political scientist and philosopher Marshall Berman, died in the Metro. An eloquent writer about New York neighborhoods, I think he would have appreciated his heart’s choice of where to expire.","1":"BEIJING  —   China’s leaders thought they had a solution to the torrent of snark, jibes and condemnation on Twitter: They banned access to it at home. Yet China has become the country that   Donald J. Trump seems to enjoy criticizing the most on his    Twitter feed. In bursts of 140 characters or less, he has jabbed at Beijing over Taiwan, trade, the South China Sea and, most recently, North Korea. “China has been taking out massive amounts of money  wealth from the U. S. in totally   trade, but won’t help with North Korea. Nice!” Mr. Trump said on Twitter on Monday. How and when President Xi Jinping reads about these broadsides remains a mystery to outsiders. Translating Mr. Trump’s sarcasm  —   “Nice!”  —   could be tricky. But Chinese officials and the state news media want Mr. Trump to know that their leaders prefer doing diplomacy the   way, behind closed doors and muffled in platitudes. Xinhua, the state news agency, has more or less asked Mr. Trump to shut up. “An obsession with ‘Twitter foreign policy’ is undesirable,” read the headline of  a Xinhua commentary on Tuesday about Mr. Trump’s posts. “Everyone recognizes the common sense that foreign policy isn’t child’s play, and even less is it like doing business deals,” said the article, published after Mr. Trump’s latest barbed comments on China. “Twitter shouldn’t become an instrument of foreign policy,” the article said. Earlier that day, a spokesman for the Ministry of Foreign Affairs rejected Mr. Trump’s accusation that Beijing had coddled North Korea. But the article acknowledged that it was probably too late to detach Mr. Trump from Twitter. Mr. Trump’s designated press secretary, Sean Spicer, has indicated that Mr. Trump will keep using the terse, punchy format after he settles in the White House. “Issuing tweets has become a habit for Mr. Trump,” Xinhua noted. Mr. Trump, it said, appeared to assume that “issuing   comments and taking up sensitive issues may perhaps add to his chips for negotiating with other countries. ” Mr. Xi is most unlikely to joust directly with Mr. Trump on Twitter. The service has been banned in China since 2009, though residents find ways to poke through the firewall of censorship. And while Chinese politicians love slogans, they prefer to communicate with foreign leaders through long, tranquilizing disquisitions. Open sarcasm is rare. Sad!","2":"’  ’ ’   Learning how to survive on practically no food, with no   electricity, while surrounded by snipers and targeted in   airstrikes, has become a necessary part of daily life for those   still inside the besieged Syrian city of Aleppo. ’ ”   In  former University of Aleppo   student Omair Shaaban described the measures residents have to   take just to survive    in the city they’ve lived in   their entire lives. ” ’   Those include living on the lower floors of buildings to survive   ”the many different kinds of airstrikes, shells, rockets,   phosphorus bombs and cluster bombs”; stay off the street as much   as possible; drive without headlights to avoid being targeted (if   you own a car); sell any extra pasta and bread you may be given   by aid organizations (”there is no meat, no milk, no yogurt”);   and, above all, try to stay calm. ’ ’   ”Hearing bombs going off all the time is hard,” Shaaban wrote.   ”They’re so noisy  —   the sound alone could drive you crazy. So now   I try to ignore it. If bombs detonate nearby, try to forget them,   try to be calm. Go save your neighbors instead of panicking. If   you aren’t calm, you will really go mad.” ’ ’   Late last month, the Syrian government  —   backed by Russian   warplanes  —   launched its most devastating bombing campaign on   Aleppo since the civil war began more than five years ago. ’ ’   ”The destruction is so complete that it obliterates even a sense   of time,” Michael Kimmelman recently. ’ ’  ’ ”   Earlier this month,    argued in  that Russia’s current tactics in Aleppo can be   understood by studying what Moscow did to the Chechen capital of   Grozny 16 years ago. ” ’   Much like Aleppo is today, Grozny was encircled by     forces before being obliterated. In Grozny, though, an estimated   50, 000 people were trapped as bombs rained down on them. Four   times as many people, roughly 250, 000, are under siege in     eastern Aleppo today, according to reports. ’ ’   ”It’s so easy to lose your mind here,” Shabaan wrote. He noted   that going out to look for food, which is scarce and expensive,   is risky because ”you might come back to find that your building   has been destroyed and your family killed.” ”I’ve seen people   standing in front of   buildings, screaming and crying   in disbelief. .. ’ ’  ’ ’   US Secretary of State John Kerry has called for Russia and the   Syrian government to be  over reports that their warplanes   are targeting hospitals and rescue workers inside the city  —     reports that the Kremlin and Syrian president Bashar     continue to deny. ’ ’   ”We look forward today to a very frank discussion about what   potential next steps are,” . ”We intend to jointly figure out how best to be   able to deliver the strongest message possible about the actions   that might be taken to deal with this bombing of Aleppo, this   siege, in the 21st century, of innocent people.” ’ ’   Russia temporarily halted its airstrikes on Aleppo on Thursday   and Friday, but has not specified how long the temporary   ceasefire will last. ’ ’   ”This past week, the regime and the Russians” Shabaan wrote. ”But that has made   everyone afraid  —   we don’t know what’s going to come next. Maybe   the attacks will be worse than before, when they start again.   That’s what happened last time.” ’","3":"President Donald Trump’s new bipartisan commission on voting security can use federal data to help resolve the bitter partisan dispute about the reality of   fraudulent voting, Commission   Kris Kobach told Breitbart News. [“The issue of voting fraud often gets politicized, and people are making statements with few foundations [of fact, so] this commission will provide a firm foundation [of] information and facts that are verifiable about the issues surrounding voter fraud,” said Kobach, who is the Kansas Secretary of State and is a   opponent of voters fraud and illegal immigration.   “The states are in the drivers’ seat, but this commission can offer recommendations and evidence” for state legislators to debate, he added, adding that many state elections are decided by fewer than 50 votes.  Koch is   of the panel, which is run by Vice President Mike Pence. The panel is expected to include Democrats, but progressive pressure groups are calling for a Democratic boycott.  The commission is vital because it can use federal data about peoples’ citizenship to help states check the eligibility of people on their voting rolls, Kobach said. “The federal government has a database of all known   residing in or visiting the United States   …     never before has that database been used to run [checks] against the databases of voter rolls in each state,” he said.  Some states have asked for federal data to check their   but “we’ve always been turned down” by the federal government, said Kobach. Election watchers in several states, including Texas and Virginia, have concerns about ineligible voters on their rolls, he said.  In part, vote fraud is important because “close races happen all the time,” he said, adding that Kansas has had more than 20 elections for federal or state seats over the last 20 years which were decided by fewer than 50 votes. “That’s true all across the country,” he said, adding that the panel won’t be looking back at prior elections.  Voter fraud is a moral issue, said Kobach. “There’s a broader principle  —   every time  there is a fraudulent vote, it effectively cancels out a legitimately cast vote by the U. S. citizen. ” But the new bipartisan commission is already being scorched by the Democrats’   coalition, including the ACLU, which is pressuring Democrats to boycott the bipartisan panel.  “As President Trump’s own lawyers have said, ‘All available evidence suggests that the 2016 general election was not tainted by fraud or mistake,’” said a statement from Dale Ho, director of the ACLU’s voting rights office. He continued: This commission, to be   by King of Voter Suppression Kris Kobach, is a sham. We call on professional elections administrators, serious academics, and elected officials to refuse to participate in what will be a pretext for disenfranchising Americans. Ho also urged voting rules be loosened to encourage higher election turnout, saying “the United States has one of the lowest turnout rates in the developed world, and we should be doing everything we can to encourage more people, not fewer, to participate in our democracy. ” Kobach’s   measures in Kansas have prompted angry criticism and lawsuits from progressive groups. For example, the ACLU is suing Kobach’s office to detail his   measures, including a requirement that people prove their citizenship when registering to vote, and show identification when voting. Those   measures have improperly pushed 30, 000 people off the voting rolls, and have halted registration by an additional 35, 000 people, claims the ACLU. Chris Carson, the national president of the League of Women Voters, told the Kansas City Star that the commission is “part of a wider effort to suppress the vote, keep certain politicians in power, and undermine our elections by spreading falsehoods. ” The Democrats’ hostility to Kobach is offset by praise from other lawyers. “I’ve had the pleasure to debate him on voting issues and have found that he is a knowledgeable and engaging advocate,” said Mark Johnson, a Kanas City attorney who is leading a lawsuit to overturn Kobach’s   rules. “Kobach is an honorable public servant and as such, I hope he will put aside any personal beliefs and participate in the investigation with an open mind. ” The commission’s “job is to look at the problem, collect data, and see where the facts are and make some recommendations,” said Kobach. Only legislators in the states have the power to change or preserve their voting systems, he said, because “elections are under the control of the states [according to] the constitution. ” ","4":"August 30, 2016, Nature takes center stage on today’s edition of our show. We’re reporting on the Atlantic hurricane ”drought,” as experts warn that it can’t last forever and that the height of hurricane season is near. We’re taking you to a sulfur mine in Indonesia, where workers take daily risks next to a volcanic crater. And we’re bringing you our series finale on America’s national parks. On this page you will find today’s show Transcript and a place for you to request to be on the CNN Student News Roll Call. TRANSCRIPT, Click here to access the transcript of today’s CNN Student News program. Please note that there may be a delay between the time when the video is available and when the transcript is published. CNN Student News is created by a team of journalists who consider the Common Core State Standards, national standards in different subject areas, and state standards when producing the show.  Thank you for using CNN Student News!","5":"ATLANTA  —   The most arresting vista in town comes into view around a curve on westbound Freedom Parkway, on the periphery of downtown. The road crests just before it intersects Boulevard, at a traffic light that always seems to glow red, as if to allow motorists a minute to savor the panorama before them. The striking thing is not the majesty of the skyline but its accessibility  —   here I am, the city beckons, come and gawk. For from that vantage point, Atlanta just is: a   mecca, the cradle of the civil rights movement, a magnet for transplants, a college football locus, the shimmering capital of the South, and more. All of which are accurate but still do not capture the city’s nuances. “I don’t think people understand Atlanta,” Doug Hertz said. Aside from his schooling at Tulane, in New Orleans, Hertz, 64, has lived here his entire life, which makes him a rarity. The city teems with people who moved here for work, school, family, or just to live nearer to the spinach and sausage meatloaf at Murphy’s. They have contributed to a booming growth  —   the metropolitan area’s diverse population has swelled to more than 5. 7 million, an increase of more than 1. 46 million since 2000  —   that over the past few decades has also shaped Atlanta’s layered relationship with its sports teams. Hertz is a limited partner of the Falcons, who on Sunday will play the New England Patriots in the team’s second Super Bowl appearance since its inception in 1966. They last reached the championship game in the 1998 season, losing to the Denver Broncos, when I was a freshman at Emory University here and, more to the point, was one of those people Hertz was talking about, struggling to understand Atlanta. That September, I joined surprising brigades of Philadelphia Eagles fans invading the Georgia Dome for the Falcons’ home opener. Not even three weeks later, a group of us arrived at Turner Field, maybe two hours before Game 1 of the Atlanta Braves’ baseball playoff series against the Chicago Cubs, and still managed to buy tickets. Six of them. In the same row. My frame of reference was Philadelphia, whose zealous fans in analogous circumstances would never accept such apathy. Season after season, the Braves won their division, destroying the Phillies, and this is how their fans responded? “Are we as rabid and overtly   like Boston or New York? No, we could be better,” Gavin Godfrey, a native Atlanta journalist who chronicles culture and sports  said over lunch in Castleberry Hill, a historic arts district by the Georgia Dome. “But that doesn’t mean we don’t care, and not every town has to be held to that standard. Not every city’s built the same. ” In the Northeast, for instance, with a deep and abiding sports culture that spans generations, and in some cases centuries, there is less competition for sports fans’ loyalty. The emotional connection with college football, for instance, is not as strong as it is with some professional sports. For years, the opposite has been  —   and to a degree, still is  —   true of Atlanta, where on autumn Saturdays fans pack bars and living rooms, or flee for Georgia, Alabama, Auburn, Clemson, South Carolina, Tennessee, all within a   drive. “Most of us, that D. N. A. is not there for professional sports franchises,” Hertz said. The Falcons have built a base of loyalists  —   the City Council president, Ceasar Mitchell, said he drove down to Miami for the Falcons’ last Super Bowl appearance despite not having a ticket  —   but so struggled to pack the Dome that home games were not shown on local television because of the N. F. L. ’s old blackout rule. The team’s middling history has also failed to entice the local residents and persuade the newcomers to come out. The arrival of the quarterback Michael Vick, in 2001, mirrored the city’s spirit at the time  —   ascending, vibrant and   forward  —   and his downfall, for his involvement in an interstate dogfighting ring, created tension, on a racial and cultural level, that lingered for years. Vick’s successor, Matt Ryan, is his antithesis in nearly every possible way  —   be it race, playing style, pedigree or personality. “Some of our fans will always be proud that an   quarterback succeeded,” Hertz said. “What I think has happened over a period of time is a growing appreciation and acceptance in Matt Ryan, and that his style is every bit as spectacular on and off the field. ” The city’s evolution, coupled with an effort by the owner of the Falcons, Arthur Blank, to promote a sense of community around the team, has strengthened its bond with the Falcons. Since 2012, when the Falcons lost in the conference championship game, the Georgia Dome, which seats 71, 250, has achieved at least 98 percent of its   capacity every year. This season’s mark of 98. 2 percent, 15th among the 32 teams and the lowest since 2011, bested that of, among others, the venues for the Giants, Jets, Chiefs and Patriots. As the Braves bolt northwest for a new stadium in Cobb County, a move that has left many fans feeling betrayed, the Falcons remain moored to Atlanta. Next season they move into a new home,   Stadium. “There’s something about the nature of fans here that makes them take pride,” said Molly Slavin, 29, who moved here in 2012 from Illinois. “Although it might not be in a way that translates to sports fandom as seen in other cities. ” Ryan Cameron, 47, an Atlanta radio personality and a   holder since 1998, explained that phenomenon like this: “There are people who will fight you about these Falcons,” he said. “But we’re not trying to prove to you that we’re so crazy. For us, it’s just being loud. We don’t have to brag. It’s Southern charm. ” Still, Atlanta’s gentility, a core virtue, would give way to utter delirium on Sunday  —   and for weeks and months thereafter  —   if the Falcons were to win. This city has been teased before, by those Braves behemoths of the ’90s, by the Falcons in 1998, even by the Hawks, who went   two seasons ago before losing in the conference finals. Counting the futility of its two departed N. H. L. franchises, the Flames and Thrashers, Atlanta can claim only one championship  —   Braves, 1995  —   across a combined 167 completed seasons. Pellom McDaniels, who played the final two of his eight N. F. L. seasons with the Falcons, suggested that a victory would register a psychological impact  —   an acknowledgment of the city’s trajectory, from aspirational to   and mature. During the 1996 Olympics, and in the years that followed, Atlanta seemed eager to convince others that it was cosmopolitan, sophisticated, worth exploring. Even as it grapples with its identity now, reckoning with gentrification and redevelopment forces that are at once eroding and improving neighborhoods, Atlanta projects a different image  —   of comfort and confidence in its direction, whatever that is. “It would be almost like a beacon,” said McDaniels, now the curator of   collections at Emory, said of a potential title. “That we’re working together as a community, and the success the Falcons have experienced is our success  —   that we’re doing something right. ” The term Mitchell used was runway, a point of departure for a nascent sports city that has added a Major League Soccer franchise set to begin play next season. The Falcons are thriving, interest is soaring, and from Mitchell’s perspective, he sure likes the view.","6":"(AP)  —   Britain’s vote to leave the European Union has reverberated through London’s boisterous LGBT pride festival. [The flags of European nations flew at the annual Pride in London parade, which ended with a rally in Trafalgar Square.  London Mayor Sadiq Khan told the crowd of thousands that Europeans in London are “our friends, our families and our neighbors. ” Khan says “I recognize the huge contribution you make to our city, you are welcome here. I make you this promise as your mayor. That won’t change. ” Voters in London overwhelmingly supported staying in the EU, but a majority outside the capital voted to leave. Belgian Georges Peters, who was flying his country’s flag at the parade, said he was “very disappointed about the vote. I think this is bad for the economy and it’s important that we stand together. ” Antaine O’Briain from Ireland said he was “shocked and horrified” at the result of the Thursday’s","7":"TEL AVIV  —   Cries of “Allahu Akbar” directed at Jews on the Temple Mount are illegal and constitutes disturbing the peace, the Jerusalem Magistrate’s Court ruled. [“Israel’s past experience has shown that the chant is often used in contexts outside of prayer. Accompanying riots and occasionally leading to terrorism and violence,” the presiding judge, Shmuel Herbest, told the Hebrew language NRG news site.  The ruling harked back to an incident five years ago in which Sahar Ghazzawi fought a policeman off and broke his radio when he was escorted off the premises for yelling “Allahu Akbar” at a group of Jews on the flashpoint holy site. Ghazzawi defended himself with the claim that he was not shouting at the Jews, rather he was saying the phrase as part of his religious ritual. He added that he struggled with the policeman because the latter refused his requests to go to the bathroom. However, a witness testified that Ghazzawi’s chant was not a prayer but a way of goading Jews visiting the site. The report added that Ghazzawi may have been paid by the Islamist group Amarat   to visit the Temple Mount regularly in order to discourage Jews from coming. According to the judge, any utterances of “Allahu Akbar” made during the proper times for prayer at a holy site constitutes a fundamental right. But when such chants are misappropriated in the context of riots or protest, they are considered a clear violation of peace. Herbest added that this issue is particularly acute on the Temple Mount  —   the site of frequent clashes in Jerusalem  —   and that any attempts at provocations will be judged harshly. The judge also said that Muslims are able to exercise far more rights  —   including prayer, study, and free access to the complex  —   on the Temple Mount than members of any other religion. “All [Ghazzawi] needed to do, then, was exercise his fundamental rights without harming the rights of other faiths. But he did not choose to do so,” Herbest said. Soon after the ongoing wave of Palestinian violence against Israelis kicked off in September of last year, Palestinian President Mahmoud Abbas declared that the Jews “have no right to defile [the   Mosque] with their filthy feet. ”","8":"German police today arrested two Algerian men reportedly linked to the Islamic State terror group during raids in Berlin, Hanover and Attendorn in the North   state. The suspects are said to have “lived in refugee shelters”. [#BREAKING Suspects in IS plot ’lived in refugee shelters’: German police,  —   AFP news agency (@AFP) February 4, 2016,   The main suspect, reported to be a    Algerian, was arrested in Attendorn, and a second Algerian was arrested in Berlin where 450 police were involved with searches on four homes and two businesses. Police are said to be searching for a further two men  —   a    man in Berlin and a    in Hanover  —   following a tip off by Germany’s domestic intelligence agency that the group was planning a “serious act threatening the security of the state”. One of the group is reported to have links with the Islamist scene in Belgium, and has in recent weeks visited the troubled Brussels’ district of Molenbeek at least once, an area linked to a number of the terrorists behind last November’s Paris attacks. One of those arrested is reported to have been resident in a refugee processing centre in Attendorn. He is wanted by Algerian authorities for membership of Islamic State. The raid in Hanover was also targeted on refugee housing.","9":" (CNN) Liberals have to avoid Trump Derangement Syndrome. If Trump pursues a policy, it cannot axiomatically be wrong, evil and dangerous. In my case, I have been pretty tough on Trump. I attacked almost every policy he proposed during the campaign. Just before the election, I called him a ”cancer on American democracy” and urged voters to reject him. But they didn’t. He is now president. I believe that my job is to evaluate his policies impartially and explain why, in my view, they are wise or not. Read the Washington Post column","10":"While working on an article on civilian massacres by the Nigerian military, the photographer Ashley Gilbertson and I heard reports that soldiers were burning villages. The militant group Boko Haram, too, has been accused of setting fire to homes, but residents told us the military had now adopted the tactic as a way to clear the countryside so it could freely carry out operations against the insurgents. We saw the charred remains of villages when we flew over the area, but it was unclear who was responsible. In some places like this one, patches of farmland were burned. The military not long ago opened several main highways from Maiduguri, the capital of Borno State, leading to the rest of northeastern Nigeria, saying the area was now cleared of insurgents. Farmers who are living in squalid camps for displaced people in Maiduguri are anxious about the state of their fields. Because they have not been allowed back for years, they have no idea what awaits them on their farms. From the sky, Borno State, the region where Boko Haram is most active, is a patchwork of fallow farmland, swaths of desert and a few swampy areas.   conditions are raging in the area, a region with a rich history of agriculture. Boko Haram has chased off all the farmers, and the militants themselves have fallen victim to food shortages. We spotted only a handful of vehicles on the roads as we passed overhead. The area is mostly a ghost town. Every shade of beige is visible in this part of Nigeria. We think these are animal tracks, probably from cattle. Boko Haram is notorious for stealing cows to feed their group and to trade as a means of financial support. Most farmers who have livestock have cleared out, but nomadic herders pass through this part of Nigeria. Maybe the tracks are from motorbikes, which officials in Maiduguri banned after insurgents used them to begin attacks and carry out suicide bombings. Now, anyone spotted riding a motorbike is presumed to be a member of Boko Haram. This is part of a camp for displaced people in a community called Monguno. The town itself was once destroyed by Boko Haram, but military advances helped clear out insurgents, and now tens of thousands of people have poured in, looking for a safe place to wait out the yearslong insurgency. They live in ragged huts in a camp that is low on food supplies. More people arrive daily  —   350 villagers came the day before we visited. Several recent arrivals told us the military had ordered them to leave their homes. One woman sent an envoy back to check on her house and received word that it had been burned to the ground. Lake Chad is not far from this area of Nigeria, and swamps emerge in a few spots, right next to farms. Besides farmers, fishermen have also fallen on hard times during the crisis. The military has largely banned the fish trade, fearing Boko Haram was profiting from it. We met one fisherman in the Monguno camp who had been sneaking back to a small lake to fish, then stuffing his catch in his pants in hopes of passing undetected on his way home. The military has a big garrison in Monguno, and soldiers keep watch in their vehicles on the outskirts of town. A berm has been constructed around the edges of the camp, which houses about 26, 000 displaced people. Mobile phone networks in Monguno have been cut and fuel stations are closed. Most farms are inoperable around here. Famine was declared in pockets of Borno State last year. Many communities are sealed off from safety as insurgents scatter from   in the forest, pushed out by recent military operations. Humanitarian groups face huge logistical challenges getting food and other supplies to people in need. Even roads the military says are safe now have been attacked by insurgents.","11":"WASHINGTON, D. C.  —   The Republican National Committee is blocking the mainstream media from controlling the narrative on the Hillary Clinton email  . [FBI director James Comey said in a letter Sunday that no charges would be made in the second Hillary email investigation, which focused on classified materials in emails found in the Anthony Weiner underage sexting investigation. The FBI focused on Weiner and his wife Huma Abedin despite the fact that it had authority to expand the investigation into Hillary’s other backup email records, some of which are in the possession of the FBI.  RNC chairman Reince Priebus is making it known that the FBI’s public corruption investigation of the Clinton Foundation is ongoing. “The FBI’s findings from its criminal investigation of Hillary Clinton’s secret email server were a damning and unprecedented indictment of her judgment. The FBI found evidence Clinton broke the law, that she placed highly classified national security information at risk and repeatedly lied to the American people about her reckless conduct,” Priebus said in a statement provided to Breitbart News. “None of this changes the fact that the FBI continues to investigate the Clinton Foundation for corruption involving her tenure as secretary of state. Hillary Clinton should never be president,” Priebus stated.","12":"Milo Yiannopoulos’ event at DePaul University had to be cut short Tuesday night after protesters stormed the stage, blew whistles, grabbed the microphone out of the interviewer’s hand, and threatened to punch Yiannopoulos in the face.[   Yiannopoulos attempted to continue the event, but protesters refused to leave the stage and the group of security guards (which DePaul forced both the organisers and Breitbart to pay for) refused to intervene. The male ringleader continued to pace along the stage with his whistle, refusing to let Yiannopoulos speak for extended amounts of time, while the female ringleader forcibly snatched the microphone from the interviewer’s hand and shouted at Yiannopoulos just inches away from his face. The male ringleader screamed “Feel the Bern” and chanted against Donald Trump, whilst the female ringleader chanted “Black Lives Matter”.  Responding to the amount of black female protesters who had turned up, Yiannopoulos hypothesized that it was because he had sex with their brothers. “I give it 20 minutes” announced Yiannopoulos. “The black incarceration rates are about to go up”.   They tried to move a white lady when they realized she’s with the blacks they let her stay #Depaul #privilege pic. twitter.   —   Furby. jpg (@duckspeakeasy) May 24, 2016,  The female ringleader also claimed that she had been silenced “for 200 years” prompting Yiannopoulos to question how the supposed 200   protester looked so young.  After an extended period of time, the crowd started to chant “Do your job” at security, who remained at the back of the venue for the entire event. When security refused to intervene, Yiannopoulos posed for pictures with fans in the audience, and ordered the crowd to follow him to the college president’s office. Milo protest walk https:  .   —   Milo Yiannopoulos ✘ (@Nero) May 25, 2016,  “I suggest we walk to the president’s office and complain now. Let us go and express how you feel to the president about your safety” he remarked. . @nero brought the party outside after inaction from spineless cops pic. twitter.   —   Furby. jpg (@duckspeakeasy) May 24, 2016,  After Milo and most of the crowd left in a march for the president’s office, a minor scuffle between protesters and fans occurred back by the stage. Black Lives Matter and Milo fans chanted against each other outside the venue, with Milo’s fans chanting “USA” and “Breitbart!” More @nero   in the street. pic. twitter.   —   Will Ross (@SawmillLoris) May 25, 2016,  Outside the event, mayhem continued, with Milo’s   audience clashing with a huge crowd of   activists. One attendee, Matt Forney, was grabbed by activists as he attempted to film the march. SJW protesters assaulting people who came to see @Nero speak at #DePaul. #depaulagainsthate pic. twitter.   —   Matt Forney (@basedmattforney) May 25, 2016,  Yiannopoulos confirmed to his followers that he had not suffered harm and blasted the school’s security officers for their failure to intervene. LIVE on #Periscope: I’m alive! https:  .   —   Milo Yiannopoulos ✘ (@Nero) May 25, 2016,  Appalling that @DePaulU security, which I paid for, refused to remove a man from stage who threatened to hit me.  —   Milo Yiannopoulos ✘ (@Nero) May 25, 2016,  More to follow  …     Listen to Milo’s discussion of this on Breitbart News Daily on SiriusXM Patriot Channel 125: ","13":"In a Tony Awards night shadowed by the tragedy in Orlando, Fla. prizewinners and other performers worked hard to strike a balance between joy and reflection. Here are some moments to remember: Soon after delivering a tremulous speech addressed to the TV audience (“Hate will never win”) the Tonys host, James Corden, dove into a breathless   of 20 Broadway hits, concluding with some elegant hoofing to “We’re in the Money” from “42nd Street. ” “Think of tonight as the Oscars, but with diversity,” Mr. Corden joked in his opening monologue. And the show delivered: In a first for Broadway, Tony voters gave the four musical performance awards to black actors: Cynthia Erivo of “The Color Purple” and Leslie Odom Jr. Renée Elise Goldsberry and Daveed Diggs of “Hamilton. ” In his acceptance speech for best score for “Hamilton,”   Miranda provided the broadcast’s emotional high point, reading a sonnet he had written that cited “senseless acts of tragedy” and included the repeated “and love is love, is love, is love, is love” that brought down the house. Asked later why he decided to address the situation this way, he said: “We live in this world where beautiful and horrible things exist at the same time. You can’t let that go by, particularly when theater doesn’t exist without the L. G. B. T. community. ” Not only did a pregnant Audra McDonald tap her heart out in the “Shuffle Along” production number, she later presented the prize for best actress in a musical  —   a category in which she was overlooked. With six Tonys already, it’s easier to take things in stride. In winning best leading actor in a play for “The Father,” Frank Langella tied Boyd Gaines for the most Tonys won by a male actor. He used his acceptance speech to movingly remember the victims of the massacre in Orlando, Fla. “I’m now a    man, and I react to things a lot more profoundly than I did when I was 60, when I was 50 or 40,” Mr. Langella said. “This constant violence and sense of madness that seems to be pervading this country is terrifying. ” He continued: “I urge you, Orlando, to be strong. I’m standing in a room full of the most generous human beings on earth, and we will be with you every step of the way. ” Mr. Langella’s other Tonys were for his roles in “Seascape” (1975) “Fortune’s Fool” (2002) and “ ” (2007). The costume designer William Ivey Long said he scrambled to make some 3, 000 commemorative ribbons in the basement of the Beacon Theater, where the ceremony was held. In an interview on the red carpet, Mr. Long said the ribbons were a small way for Broadway to show its support for the victims and their families in Orlando. ”You’re helpless because you’re here,” he said. “We wanted to open our arms and show love, that we understand. ” Mr. Diggs almost upstaged his own acceptance speech by wearing a jacket with gaudy patchwork sleeves that you almost couldn’t take your eyes off. Meanwhile, Barbra Streisand’s   look seemed almost a spoiler, giving the nod to “Hamilton” as best musical before she’d even opened the envelope. She joked, “Thank God I picked the right outfit. ” As the camera panned to show nominees for best director of a musical, it focused on the actor Christopher Fitzgerald, not Michael Arden, the director of “Spring Awakening. ” Mr. Arden later tweeted: “If you know anything about me I’ve spent the last 10 years of my life  —   what some would consider the lifeblood of a woman’s career  —   just trying to have children. And I get to testify in front of all of you that the Lord gave me Benjamin and Brielle and then he still gave me this. Thank you. ”  —   Ms. Goldsberry accepting her Tony. From the show’s opening number, in which Mr. Corden glanced back fondly on his formative years as a bespectacled kid with big dreams, parents were paid tribute throughout the night for the encouragement they offered and sacrifices they made for their   sons and daughters. In his acceptance speech, Mr. Diggs thanked his father for joining him in a preschool gymnastics performance in which they both wore “matching rainbow tights,” and his mother for “permission to do something that everyone else wasn’t doing. ” Later in the program, Mr. Corden found his father in the audience and asked him how he thought the show was going. “It’s great, mate,” he replied, “but it’s going on a bit, isn’t it?” Compiled by Mike Hale, Scott Heller, Charles Isherwood, Dave Itzkoff and Erik Piepenburg.","14":"During a June 13 speech, presumptive Republican presidential candidate Donald Trump said he will be “meeting with the NRA” to discuss how Americans can best defend themselves in the wake of the Orlando terror attack. [He said this after stressing the dangerous situation Americans now face here at home, as illustrated by the bloody and “savage” attack on Pulse Orlando which left approximately 50 dead and 53 wounded.  Trump talked about Hillary Clinton’s response to Orlando —  a response which avoids the phrase radical Islamic terror, includes stepping up outreach to Muslims, and places more gun control on the backs of   Americans. He said, “She wants to take away Americans’ guns and then admit the very people who want to slaughter us. ” He countered: I will be meeting with the NRA —  which has given me their earliest endorsement in a presidential race —  to discuss how to insure Americans have the means to protect themselves in this age of terror. I will be always defending the Second Amendment. The NRA endorsed Trump for president on May 20. In so doing, the NRA’s Wayne LaPierre stressed the need to stand strong to preserve a future for our children. He said, “We will elect our next president, we will save our freedom, and America will be great again. ” AWR Hawkins is the Second Amendment columnist for Breitbart News and political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart. com.    ","15":"Kanye West’s Year of Breaking BadJohn Caramanica | The New York Times“Rupture has long been the axis around which Mr. West’s career has turned —  where most artists seek to create smooth narratives about themselves and get everyone else to play along, he instead prefers disruptive leaps, quick reframing and firebrand positioning. Stasis is his kryptonite. ” John Berger’s Rare Art CriticismElisa Wouk Almino | Hyperallergic“Berger’s art criticism succeeds, I think, because of its tangibility —  it is grounded in human experience, specific historical events, and always the physical marks on the artworks. In art writing, these qualities are rare, as enough of it panders to an art market which has given every indication of carrying on with business as usual under Trump. ” The Erasure of Islam From the Poetry of RumiRozina Ali | The New Yorker“Rumi has helped the spiritual journeys of celebrities —  Chris Martin, Madonna, Tilda Swinton —  some of whom incorporated his work into theirs. Aphorisms attributed to Rumi circulate daily on social media, offering motivation . .. Rumi is often described as the   poet in the United States. He is typically referred to as a mystic, a saint, a Sufi, an enlightened man. Curiously, however, although he was a lifelong scholar of the Koran and Islam, he is less frequently described as a Muslim. ” George Michael and Carrie Fisher: The Week in   Writing, The Murakami EffectStephen Snyder | Literary Hub“Murakami’s work begins and ends in translation. He creates fictions that are both translatable and embody translation in their themes and methods. His work moves between languages and cultures (and, perhaps particularly, into and out of English) with relative ease and fluidity, with few textual and stylistic impediments or difficult cultural contexts, but, rather, various mechanisms and textual markers that seem to invite and insist on translation as both theme and practice. ” Anxiety and A Series of Unfortunate Events Scaachi Koul | Buzzfeed“The orphans in Unfortunate Events, though they had each other, had lost both of their parents and were largely left on their own. There was never a reason for them to be hopeful, or to expect anything good, because nothing good came. It wasn’t a cheerful way to live, but at least they were prepared. And I wanted to be prepared for what is, still, inevitable: that people die, and that you will, at some point, be left to fend for yourself that no one is responsible for you, and people will fail you at every turn. Everyone becomes an orphan at some point. At least by reading, I could find a way to feel less alone in my fears. ” Hidden Figures and the Power of PragmatismThe Undefeated | Soraya Nadia McDonald“Besides communicating about the power of common interests, Hidden Figures demonstrates why sneering dismissively at ‘identity politics’ or using the term as a pejorative amounts to little more than hogwash. When you stand in the way of progress for women and people of color, you are only hobbling yourself. ” Emma Stone’s La La Land Performance Transcends Its Biggest FlawCaroline Framke | Vox“Mia is the platonic ideal of an onscreen struggling actor. Nothing about this series of events is unexpected, interesting, or unique to her personality. The only glimmers of individuality to be found come during her first, truncated audition when Mia briefly wells up with sharp, devastated tears crying on cue is an actor staple, but the breadth of emotions we see flicker across Mia’s face in the span of a few seconds is impressive, a testament to Stone’s talent. ” Netflix’s One Day at a Time Is Unpretentious, Artful, and a Pure DelightMatt Zoller Seitz | Vulture“The series still feels like comfort food. That’s because the newness of Penelope and her world is nestled within the tradition of the          comedy, as well as within the more specific Norman Lear tradition of creating major characters that represent distinct political viewpoints without denying their humanity, then pitting them against each other in verbal combat without giving up on the idealistic notion that there’s common ground to be found somewhere if you look hard enough. ” Kate Beckinsale Is a Legit Movie StarK. Austin Collins | The Ringer“Beckinsale’s best roles emphasize this lack of likability. Her peculiar talent is an uncanny ability to seem like she’s all surface, no depth. At least, that’s what we’ve seen when certain directors let her take that idea and run with it. Hence the miracle of her collaboration with Stillman, whose The Last Days of Disco (1998) gave Beckinsale her first seriously great role, and whose more recent Love  Friendship is a comparably rich, virtuosic turn almost 20 years later. Beckinsale is a presence who seems most alive when a director doesn’t take her intelligence for granted —  which is rare. ”","16":" (CNN) Deputy Attorney General Rod Rosenstein put out a very odd statement late Thursday night. He attacked anonymous sources and insisted that any story using them is rightly viewed extremely skeptically. I reached out to Jay Rosen, a professor of journalism at New York University and the author of Press Think, a blog about media and politics, for some perspective on the history of anonymous sourcing and what it means for the future of journalism. Our conversation, conducted via email and lightly edited for flow, is below. Cillizza: Rod Rosenstein urged ”caution” for people reading stories about the Trump White House that contain anonymous sourcing. Is that caution warranted? Why or why not? Rosen: Caution is always advisable toward stories based on anonymous sources. Yes. Even the people who produce these stories would probably agree with that. But if Rod Rosenstein wanted to warn us away from a report he knew to be misleading, his statement fails. It suffers from the same vagueness of origin that casts doubt on the statements of confidential sources.  Which revelations is Rosenstein talking about? What is the predicate for his actions in releasing this statement? What is that phrase, ”when they do not identify the country. ..” doing in there? He seems to want to say more, but something prevents him. Or maybe he wanted to say less, but someone forced him. Either way, his statement is opaque. Which is the whole problem with confidential sources. They are opaque. Cillizza: Let’s take a step back. What is the history of anonymous sources? Where did this all start? Rosen: I don’t think we know for sure. One of the oldest dynamics in politics  —   reaching back to the 18th century Parliaments  —   is when the loser in an internal conflict decides to ”change the game” by going public with a dispute that had previously been kept in house. Since they still have to live in that house, these people tend to be anonymous. This method in political combat first became possible when there were printed journals reporting on Parliament, and coffee houses where public questions were being debated —   assisted, of course, by the newspapers of the day, on sale in those establishments.  Roughly speaking, then, the origins of anonymous sourcing, the birth of public opinion as a live factor in politics, and the invention of political reporting all occur together, in the mid 1700s. And that dynamic I identified  —   loser in an internal dispute goes public, hoping that the reaction will change the outcome  —    continues unchanged to this day. Cillizza: Is anonymous sourcing on the rise?  Rosen: I would be cautious about any statement like that. That would take a massive content study to determine with any reliability. Such studies are done, but they tend to lag   years behind the fact.  One thing we can point to is the rise of publications  —   Politico, Business Insider, Axios would be three  —   that in my view simply don’t care how often they have to rely on blind sources. They have made the call that getting the inside dope is more important to their readers than any fussy concerns about transparency. They have decided not to worry about it. In fact, Henry Blodget, founder of Business Insider, has said, ”We will grant anonymity to any source at any time for any reason.” Pretty clear statement. The existence of such competitors obviously has an effect on the climate as a whole.  Cillizza: President Obama’s White House was notoriously hard on leakers. Trump seems to have taken that to a new level. Accurate reading? Rosen: It’s well established that Obama was more aggressive against leakers than any previous president. Judging by his public statements, Trump is even more willing to go to war, but I don’t think we know what is going on behind the scenes. The first criminal case against a leaker began this month. It’s plausible to suspect that a lot is happening on this front, but we simply don’t know enough to say for sure.  Cillizza: Finish this sentence: ”Anonymous sources are _________ in modern journalism.”  Rosen: ”Anonymous sources are withdrawals against the bank balance built up by more transparent practices in modern journalism.” News accounts that rely on confidential sources do not contain within themselves the information required for us to trust them. By definition we cannot ”go to the source” because the source is hidden. If we extend our trust to such reports, we do so because of reputation: the reporter’s reputation, or more often the news brand’s. Some acts of journalism are easier to trust than others. If I tell you what the data shows about test scores in different schools around your district, and I also link to the data so you can check for yourself, that is a fundamentally different act from. .. ”The special counsel overseeing the investigation into Russia’s role in the 2016 election is interviewing senior intelligence officials as part of a widening probe that now includes an examination of whether President Trump attempted to obstruct justice, officials said.” (My italics.)  That term, ”officials said” is relatively hard to trust. We can’t go to those people and ask: did you really say that? We can’t decide how credible they are, and act accordingly. Instead we have to trust the Washington Post, which gave us this report, and its reporters. It might be rational to do so, but it’s also subtractive. We are drawing on reserves of trust built up by previous acts of journalism that told us the Post could be trusted. Some acts of reporting add to the bank account, others draw upon reserves of trust. To put it another way, when trust is the currency, stories that depend on anonymous sources are expensive.","17":"  of the United States of America Donald J. Trump is serving as a     . He went to the annual   football game to unify the country —  and her armed forces —  behind his incoming administration. [“Yesterday was the first day of Donald Trump’s presidency. It was   in that it grasped the importance of symbolism,” David Urban, a West Point graduate and senior adviser to the  ’s campaign whose box Trump sat in for the first half, told Breitbart News. “Donald Trump not only understood the significance of the   game and all it stands for in America, but he understands those visual images of him standing with the men and women of the armed services are seen across the world by our friends and enemies alike. ”    @realDonaldTrump #ArmyNavyGameDay @ArmyWP_Football @NavyFB pic. twitter.   —   Dan Scavino Jr. (@DanScavino) December 10, 2016,  The crowd went wild for Trump when came into the stadium, with such a roar for Trump that broadcasters carrying the game on live television interrupted their color commentary to note that the crowd reaction was to the  ’s entrance into the stadium being carried live on the Jumbotron screen at the MT Bank Stadium in Baltimore, the home of the Baltimore Ravens.   @realDonaldTrump’s arrival to #Army #Navy game in Baltimore, Maryland this afternoon. AMAZING. https:  .   —   Dan Scavino Jr. (@DanScavino) December 11, 2016,  Trump, in an interview with Fox News Sunday anchor Chris Wallace —  who accompanied him to the   game —  said “it’s a big responsibility” that he’s about to undertake as   . “We have to make the right decisions,” Trump told Wallace. “It really is. It’s a daunting responsibility. I will do the job. ” Being at the Army  —   Navy Game was fantastic. There is nothing like the spirit in that stadium. A wonderful experience, and congrats to Army!  —   Donald J. Trump (@realDonaldTrump) December 11, 2016,  Trump in the Wallace interview said that the   game “is just something I’ve wanted to see. ” “It’s beautiful, it’s hopefully going to be a good game,” he said. “But really it’s just something I wanted to see. It’s the Armed Forces, the way I look at it. And I love and respect the Armed Forces. I mean, I think we’re going to have a good time. ” The   in his younger days, attended New York Military Academy, somewhere he learned about the sacrifice those in uniform make for the country. “I learned that I respected [military discipline],” Trump said of his time at New York Military Academy. “And I learned that I respected people in the military and I always have, at least since I’ve been there. We had military people there we had drill sergeants and colonels and we actually had a general. I always respected those people and I learned that at a young age. They’re terrific. ” Urban, whose work in Pennsylvania for Trump after joining his campaign when former Sen. Rick Santorum dropped out in the early parts of the primary proved crucial in not just the primaries but also the general election, told Breitbart News that the images of Trump interacting with the Army cadets and Navy midshipmen were iconic and reminded him of when President Ronald Reagan rallied the military when he was  . “You saw a    who when he entered the stadium took the time to shake the hands of the cadets and midshipmen who were waiting to meet him and looked each one of them in their eyes and said ‘thank you’ to them,” Urban, the man responsible for delivering Pennsylvania’s 20 electoral votes to Trump in the general election, said in a phone interview. “Serving, he understands it on a personal level and has a great personal affection for all of those who served in harm’s way and are willing to serve in harm’s way and make the ultimate sacrifice.   Trump understands that the young men who suited up and played yesterday’s game, upon graduation are going to put themselves in harm’s way to keep our nation safe. ” Hello #TrumpTrain🚂💨🇺🇸🇺🇸 #ArmyNavyGameDay pic. twitter.   —   Dan Scavino Jr. (@DanScavino) December 10, 2016,  In Urban’s box, the “Army Box” —  where Trump spent the first half of the game before heading over to the “Navy Box” with retired U. S. Marine Corps Col. Ollie North for the second half —  were West Point’s superintendent Army Lt. Gen. Robert L. Caslen, Jr. U. S. Army Chief of Staff Gen. Mark Milley, West Point grad and CIA   for the Trump administration Rep. Mike Pompeo ( ). Retired Army Gen. Pete Dawkins, another West Point grad who won the Heisman Trophy in 1958 as Army’s running back —  and was also a Rhodes Scholar —  was there too, as was retired   Super Bowl winner and Dallas Cowboys quarterback Roger Staubach. Staubach also won the Heisman trophy when he played for Navy back in 1963, and served in Vietnam in the U. S. Navy after graduation before joining the NFL. At   game, Trump says thought of leading US soldiers, sailors ’humbling’  https:  .  pic. twitter.   —   Fox News (@FoxNews) December 11, 2016,  Lynn Swann, a   Super Bowl champion wide receiver for the Pittsburgh Steelers including when he was the Super Bowl MVP in 1976 at Super Bowl X was there too, as were Trump’s senior advisers former New York City mayor Rudy Giuliani, retired U. S. Army Lt. Gen. Michael Flynn —  who’s also the former director of the Defense Intelligence Agency and the incoming National Security Adviser to the president —  outgoing RNC chairman and incoming White House chief of staff Reince Priebus, former Breitbart News executive chairman and incoming chief strategist for the president Steve Bannon and incoming deputy National Security Adviser K. T. McFarland. Bannon’s daughter Maureen, a West Point graduate, was there too, as were UnderArmour founder and CEO Kevin Plank,   CEO and West Point graduate Joe DePinto, former Veterans Affairs Secretary and former Republican National Committee chairman Jim Nicholson, and retired Navy Rear Admiral Ken Braithewaite. Capt. Kristen Griest and 1st Lt. Shaye Haver, the first two women to graduate from Army Ranger School who are currently still serving, were also there.   @realDonaldTrump joined by friends Roger Staubach and Lynn Swann at the #Army #Navy game yesterday in Baltimore, Maryland. pic. twitter.   —   Dan Scavino Jr. (@DanScavino) December 11, 2016,  Trump went on to join legendary sports broadcaster Verne Lundquist in his studio for part of the game. #PEOTUS @realDonaldTrump joined legendary @CBSSports @SEConCBS broadcaster Verne Lundquist in the booth   we will miss you Verne! pic. twitter.   —   Dan Scavino Jr. (@DanScavino) December 11, 2016,  “I thought it was a wonderful gesture of support for our military and it demonstrates that   Trump really gets the responsibility and the honor to be the    which includes expressions of support for the military which he did by taking a Saturday and going to Baltimore to be with the West Point Cadets and Naval Academy Midshipmen for their classic traditional rivalry which is much more than just a football game but a showing of the military’s role in our culture and it’s watched by the military both active and former —  the 22 million veterans of our country,” Nicholson, the former Veterans Affairs Secretary, told Breitbart News in a phone interview. “So it has a great following and for him to be there to be with the teams and the fans and all the other people watching was a real expression I think of his grasp of the role of   . ” Nicholson added that the military community is thrilled to have Trump on board as the next leader of America’s armed forces. “He got a rousing welcome there from the military, and the people who go to a game like that are themselves very   and attached to the military in different ways,” Nicholson said. “They were most enthusiastic about his presence there throughout the chain of command from the cadets all the way through to the Chief of Staff of the Army who spent most of the first half with us in the box. ” Braithewaite, the retired Navy Rear Admiral who’s also helping with the Trump transition team, told Breitbart News he’s heard from many servicemen and women over the past few weeks and they’re ecstatic Trump is becoming President. “There is a groundswell of just improved morale across all of the Armed Services and it’s just amazing to see,” Braithewaite told Breitbart News. “I haven’t seen this in my   years of Naval service. You just get the sense of born again patriotism. Yesterday, Mr. Trump was so   by the military that it really does signal a new beginning for our military forces and for our country. I think it’s a reclamation of our patriotism and a belief in the foundation of our country —  duty, honor, country. ”   Braithwaite, who joined the Naval Academy back toward the end of former President Jimmy Carter’s administration, compared the energy for Trump in the Armed Forces community to that which Ronald Reagan saw as he was about to take office. “I joined the Navy at the end of the Carter administration and the transformation when President Reagan came in was just unbelievable,” Braithwaite said. “It was palpable. You could feel it, and it was overnight. I’ll tell you, I feel the same way now, that this has been probably the first time in the last 20 some years when we felt this kind of support from the    and I think that was really kind of evident yesterday at the game. I think that people saw for the first time the kind of    that   Trump will be and it’s, again, a kind of rebirth of patriotism across our country. ” Braithewaite believes that the troops see in Trump someone who believes in them. “I think he believes in them,” he said. “As part of the transformation team, I am hearing constantly from them that for the first time in a long time they feel like there’s an emphasis on their service. Our military people are out there sacrificing each and every day personally and professionally. They feel this is a new dawn if you will in getting the kind of support from a    that will really help them in being the preeminent military service in the world and reclaiming the stature of America. It’s pretty amazing, I will tell you, and it’s a phenomenal opportunity to see the military recognized for what they’re preparing to do —  what they’re preparing to sacrifice —  on behalf of all of us to guarantee our freedom. That’s huge. ” Swann, the former Pittsburgh Steelers wide receiver who went on to serve as former President George W. Bush’s chair of the President’s Council on Fitness, Sports and Nutrition, told Breitbart News that Trump’s appearance at the   game was huge for the cadets and midshipmen and all those serving the country right now. “I think it was very important to all of the branches of the service and especially to the cadets and midshipmen and young people serving in the military that can see a demonstration of support from the incoming president,” Swann said in a phone interview. “I think there was genuine excitement for   Trump being there, and I think throughout his campaign he has always supported the military and leading with the strength of the military. I don’t think the   is ever going to allow his military to go without. Back when it comes to being supportive of the best equipment and the best training and thoughtfulness about how they’re deployed and how they’re used. But as you know, most people and most leadership throughout the military, while they serve, there’s no political opinion —  they serve the    and he’s going to be the next   . ” Swann’s son, who plays for Army, helped the team win its first game in the iconic annual rivalry in 15 years. “That’s right —  and a great moment for the Superintendent and the head coach, they’ve been behind for a number of years and for all of these varsity players to get a gold star for the win over Navy on their letterman’s jacket, that’s huge,” Swann said when asked about how it felt for Army to win. Looking forward, each of these guys and more that Breitbart News spoke with believes that it’s morning in America again and Trump represents a fresh new style of leadership in the United States. When asked to compare his history as a winner with Trump’s theme of winning, Swann noted that despite the intense   rivalry over the years, at the end of the day these guys are all on the same side against America’s enemies on the world stage. “I don’t think the   has ever shied away from the fact that he’s coming out on top, being the winner,” Swann said. “He’s based most of his personal career, and everything else he’s done, on being a winner. When look at a rivalry team like Army and Navy, it’s very competitive. It’s a big rivalry game. It’s about winning. But when you look at the Army and Navy, you want them both to win because eventually and essentially they are on the same team. ” Don’t miss @FoxNewsSunday   #PEOTUS @realDonaldTrump  host Chris Wallace @   from Trump Tower, #TrumpForceOne✈️ the #ArmyNavy game. pic. twitter.   —   Dan Scavino Jr. (@DanScavino) December 11, 2016,  Nicholson believes Trump’s appearance at the game —  the first ever by a   and the current outgoing President Barack Obama has only gone to one such game —  was a huge morale booster for the military. “I think it was a real morale boost for the military, which they need these days, and it was a sign they’re going to have a real friend and supporter and morale encourager in this new    they’re going to have in a few weeks,” Nicholson said. Braithewaite sees a bright future ahead. “As an American, as a military member, as a veteran, the future is really bright for our country and for those of who don the uniform for our country,” Braithewaite said.","18":"  Donald Trump recognized the death of famous astronaut John Glenn, declaring him an American hero. [“Today we lost a great pioneer of air and space in John Glenn,” he wrote briefly on Twitter. “He was a hero and inspired generations of future explorers. He will be missed. ”  Glenn, the first American to orbit the earth in 1962 and the oldest person in space in 1998 died on Thursday. Later, Donald Trump spoke about Glenn during his visit to Ohio on Thursday afternoon. “I met him on two separate occasions. Liked him, always liked him,” he told reporters. “But he was indeed an American hero. ”","19":" (CNN) While President Donald Trump was focusing on building a wall along our southern border, a sound barrier across the Western Hemisphere was being shattered by the Latin beat wafting across the airwaves.   Reigning on Billboard’s Hot 100 singles chart at No. 1 is the   song ”Despacito (Remix),” featuring Justin Bieber and Puerto   American singers Luis Fonsi and Daddy Yankee. Not since ”Macarena” dominated the coveted slot in 1996 has a Spanish language song soared and reached such crossover acceptance. ”Despacito” was already a   hit, but it was the remix with Bieber that hurled the song smack into the mainstream.   At a time when many US Latinos are feeling marginalized and under attack from political rhetoric on the right and ineffective representation on the left, Spanish pop songs that galvanize an American audience are a recognition that Latinos are part of the American landscape. In addition, a wellspring of Latino TV roles has begun to counter inflammatory images with contemporary Latino profiles.     After four seasons, Hulu’s ”East Los High” is ending its run. The teen drama, set in a predominantly Latino high school, became a hit in Atlanta with   millennials before it became   TV in Los Angeles. Youth, regardless of race and ethnicity, responded to the series because of its authentic characters and relatable narratives.   When Carlos Portugal and Kathleen Bedoya created the show, they gave actors Danielle Vega and Vanessa Vasquez a platform from which to both receive a 2015 Daytime Emmy nomination for Outstanding Performer in a New Approaches Drama Series, while breakout performances led Gabriel Chavarria to key roles in ”Lowriders” and ”War of the Planet of the Apes.” Another actor from ”East Los High,” J. D. Pardo,  was cast in the principal role in FX’s ”Sons of Anarchy” spinoff ”Mayans MC.” The writers’ room for ”East Los High” included predominantly Latino and female writers, such as Evelina Fernandez, Charo Toledo, Luisa Leschin and Nancy De Los Santos. Just as Showtime’s ”Resurrection Blvd.” did 17 years earlier, a multiyear,   show and cast yields experienced creators, writers, actors, producers and skilled tradecraft professionals. Shows like ABC’s ”Cristela” and CW’s ”Jane the Virgin” laid the foundation for a predominantly Latina cast to reboot Norman Lear’s ”One Day at a Time” on Netflix.  America Ferrera’s   comedic role in NBC’s ”Superstore” expanded the comedic range for Latinas by providing the yang to Sofia Vergara’s    ying in ABC’s ”Modern Family.”   Latino acting leads have grown substantively in the area of scripted dramas. Wilmer Valderrama’s standout performance as the   and cocky Nick Torres on the 14th season of CBS’s ”NCIS”  —   the    US   television scripted series    reflects the cumulative advancement that Latinx actors have made on many   television shows across networks, cable and streaming services. Last week, actress Elena Verdugo passed away at age 92  Many remember Verdugo for her role, from 1969 to 1976, as Consuelo Lopez on ABC’s ”Marcus Welby, M. D.” It’s hard to believe that, at the time, Elena’s supporting role was the most visible and recognizable Latina character ever on seen American TV.  It would take 28 more years before another actress, Eva Longoria, would have that distinction, as Gabrielle Solis on ABC’s ”Desperate Housewives”    although actresses Sonia Manzano, Rita Moreno, Lynda Carter, Constance Marie and Jessica Alba also had prominent TV roles during that time.  Although the struggle to include more Latinx characters and story lines to television content has long been documented, the solution has always been to create programming that affords emerging talent an opportunity to build their craft, either behind or in front of the camera.   At times, that opportunity has been the strongest when members of two different marginalized groups work together. Under John Ridley’s    a black screenwriter and film director    leadership and direction, ABC’s ”American Crime” crafted complicated and multidimensionally inclusive characters. Benito Martinez’s   performances in all three seasons    but, in particular, the most recent one    portrayed a Mexican   bilingual dad who crosses the border without authorization to retrace his missing son’s path to the US Ridley tackled immigration by juxtaposing hate and humanity. ”American Crime’s” final season accomplished what armies of political talk show pundits could not: It imagined immigration in an understandable and contextual media narrative. Like Alejandro González Iñárritu’s film ”Amores Perros,” ”American Crime” developed overlapping and intersecting hot button and taboo topics that contrasted American lives trying to survive an unforeseen event. Ridley showcased Latino actors by gifting their characters with integrity, compassion, courage, complexity, grit, determination, flaws and frailty. The show showcased Martinez’s acting chops, as well as those of actors Richard Cabral, Elvis Nolasco and Johnny Ortiz, all of whom emerged as polished, experienced and   actors. Ridley, like Norman Lear almost a half century before, mashed up contemporary content with diverse characters. As   shows continue to be crafted to include Latinx,   content on Univision (”La Candidata”) and Telemundo (”El Señor de los Cielos”) have upped the quality and made their telenovela content more appealing and relevant to US audiences. This comes on the heels of Netflix’s sweeping and successful original Spanish programming and independent distribution that includes ”Narcos,”  ”Club de Cuervos,” ”Juana Ines,” ”Ingobernable,” ”Velvet,” and ”Gran Hotel.”  Cristela Alonzo (ABC’s ”The Gospel of Kevin”) John Leguizamo (ABC’s ”Salamander”) Ian Gomez (CBS’ ”Living Biblically”) and Rosie Perez (NBC’s ”Rise”) return to television’s 2017 fall schedule. Critics are already calling ABC’s ”The Good Doctor,” with Nicholas Gonzalez, a bona fide hit. And yet, new shows like” S. W. A. T.,” set in Los Angeles, have no Latinx series regulars similarly, Latinos, who represent 11% of the military, are not cast in CBS’ show on US Navy SEALs. As Justin Bieber sings ”[p]asito a pasito,” which means one step at a time, the TV doors have begun to swing open in the same manner. Now, if only film studios could follow the lead of music and networks. ","20":"Chicago has passed another grim milestone of violence with over 100 people shot in a single   period. [Between Friday, August 5, and the following Friday, over 100 people were shot, with 99 of those occurring from Friday to the next Thursday. This brings the number of shootings to an incredible 800 more than this time last year, according to the Chicago Tribune.  The dangerous week included one of the most deadly days seen in Chicago in over a decade when Monday, August 8, groaned under the weight of 19 shootings and nine killed. One of the victims was a    boy shot outside his home in the Lawndale neighborhood. The child, Tavon Tanner, was sitting outside on the stoop of his home with his family when someone nearby opened fire. The family scrambled into the home, but the child was shot. He is in good condition in a local hospital. The deadly toll on Monday included an amazing nine dead in less than 24 hours. Due to the large number of deaths, Monday was Chicago’s deadliest day in 13 years. On Thursday, another man was sitting inside his home when several stray bullets came ripping through his window, striking him in the neck and head. The    man died from his wounds. The wildly bloody week brings the number of shootings in the Windy City to 2, 584 shot and 396 shot and killed. According to one estimate, a person in Chicago is shot every 2 hours, and one is shot and killed every 12 hours. And all of this is ahead of what promises to be a steamy hot weekend likely to see up to 40 more shootings and perhaps as many as 10 more deaths. Follow Warner Todd Huston on Twitter @warnerthuston or email the author at igcolonel@hotmail. com.","21":"Golden, Colorado (CNN) A Colorado resident who pleaded guilty to wanting to join ISIS jihad has adopted a new Muslim first name and prepared a new hairstyle for her sentencing Friday. Shannon Maureen Conley, 19, now prefers to go by Amatullah, she told CNN during a visit to her jailhouse the day before her sentencing. The name means female ”servant of Allah,” she said. Conley initially took the name Halima after converting to Islam. She will become one of the first Americans sentenced for conspiracy to support ISIS. Conley attracted national attention last year after authorities arrested her at Denver International Airport. Investigators said she told them she was going to Turkey to await word from an ISIS member in Syria    a man she met on the Internet and planned to marry.  According to court documents, she intended to become a nurse in an ISIS camp. She is a Colorado certified nurse’s aide. Here are three key questions about her case: 1. What does she say about her crime? Conley seemed friendly and nervous Thursday, sometimes hesitant to say anything that would upset her attorney, who wasn’t present. She was happy to talk about   matters such as her new coiffure: a tight braid to her dark brown hair, arranged in four or five rows. She wasn’t wearing a Muslim headscarf. ”Oh, this is for tomorrow,” Conley said about her new hairstyle for the sentencing in federal court. She declined to go into detail, however, about her pending punishment, in which she is facing a maximum of five years in prison and a $250, 000 fine. She pleaded guilty last year to conspiring to provide material support to a designated foreign terrorist group. ”I’m in a vulnerable place right now, and it would be stupid of me to talk to you when I’m vulnerable,” she told CNN during a video conference visit in the Jefferson County Detention Facility in Golden, which didn’t allow any   taping. She didn’t want to talk about her crime.  ”No comment,” she said. ”Didn’t you learn your lesson last time?” That was a reference to CNN’s prior jailhouse visit, in which Conley said her attorney had advised her against talking to the media about her case. But Conley did acknowledge a measure of transformation since her arrest and jailing pending her sentence. That’s why she changed her name, she said. ”I’m a different person than when I came in,” she explained. Opinion: When Americans leave for jihad, 2. What does her family say about her? Her mother, AnaMaria, was blunt. ”She was clueless. She’s just a teenager, young, with a big mouth,” the mother told CNN last year. ”I think another time, another place, she would just be another kid with a big mouth.” ISIS is extremely savvy with its Internet propaganda, and her daughter was a victim of the jihadist group, AnaMaria Conley said. The mother worries about other impressionable young Americans. ”I hope that justice rather than fear will prevail,” the mother said.  She and her husband, John, were aware of their daughter’s conversion to Islam but didn’t know about her interest in extreme Islam or jihad. John Conley reportedly caught his daughter talking to her ”suitor,” a    Tunisian man, on Skype. The couple asked for the father’s blessing, but he said no. On April 1, the father called the FBI to report that he had found her ticket for an April 8 flight to Turkey on his desk. Opinion: Rise of the female jihadists, 3. How much evidence do prosecutors have? The FBI and Joint Terrorism Task Force were tipped off to Conley’s suspicious activity in November 2013, when the pastor and security director of Faith Bible Chapel told local police that Conley was wandering around campus and taking notes, court papers said. The church’s main campus in Arvada was the scene of a gunman’s fatal shooting in 2007. When church staff confronted Conley about her notes, she allegedly told them: ”Why is the church worried about a terrorist attack?” and that terrorists are ”. .. not allowed to kill aging adults and little children,” according to court papers. Church officials asked her not to return. In an interview with the FBI the following month, she said she joined the U. S. Army Explorers to receive military training and intended to use the firearm skills to go overseas to wage jihad, court papers said. Over five months, authorities interviewed her seven times. Conley told them that ”jihad must be waged to protect Muslim nations,” court papers said. She preferred to wage jihad overseas, to be with jihad fighters.  Conley told investigators she ”would be defending Muslims on the Muslim homeland against people who are trying to kill them,” according to court documents. Conley told her parents that her knowledge of Islam was based solely on research she had conducted on the Internet. Four days before Conley’s April 8 flight, federal investigators again questioned her about whether she would engage in actual combat on the ISIS battlefield. ”If it was absolutely necessary, then yes. I wouldn’t like it . .. but I would do it,” she told authorities, according to court papers. But, she added about her ISIS suitor in Syria: ”He’s the man, he should be doing the fighting.” Opinion: What lures Americans to Syria fight?","22":"’  ’ ’     Donald Trump made an appearance at the annual     game on Saturday and stopped by the booth to visit with   CBS announcers Verne Lundquist and Gary Danielson. ’ ’   When Trump was asked why he was attending the game, he noted that   he ”just loves the armed forces.” But then he he decided to take   a bit of a shot at the quality of football played by the   academies. ’ ’   ”I mean, I don’’t know if it is necessarily the best football,”   Trump said. ”But it is very good. But boy do they have spirit,   more than anybody.” ’ ’   Navy is currently ranked No. 25 in the College Football Playoff   rankings and will play in the Armed Forces Bowl. Army was     heading into this game and will play in the Heart of Texas bowl. ’ ”   You can see Trump’s comments here: ” ’ ’ ’     ’","23":"Tokyo (CNN)  North Koreans have been handed over to a North Korean tanker after being pulled from a sinking cargo ship off the coast of Japan late Wednesday. The Japanese Coast Guard (JCG) went to the rescue after receiving a distress signal from the ship, which had run into difficulties off Japan’s Kyushu Prefecture, 38 miles (61 kilometers) southwest of the Goto Islands, a spokesman said. The crew members spent a short time in Japanese custody before being collected by a tanker to take them back to North Korea. The ship’s crew members had evacuated and were on life boats when the Japanese Coast Guard reached them.  In the early hours of Thursday, the sinking ship began drifting closer to the Goto Islands, coming within 12 miles (20 kilometers) of the coast before it was completely submerged.  All crew members are safe and uninjured, the JCG spokesman said.  A 6, 558 ton cargo ship, the Chong Gen was transporting more than five thousand tons of rice from Nampo port on North Korea’s west coast, to Wongsan in the east, according to the JCG, which is questioning crew members.  The JCG said this may be the first ever time that large numbers of North Korean ship crew members have been rescued by Japanese authorities.  Japan does not have formal diplomatic relations with North Korea.  In late 2015, more than 12   ”ghost ships” washed up on Japan’s coast.  The vessels, all of which had dead and decaying bodies inside, are believed to have originated in North Korea. ","24":"Thursday after President Donald Trump’s press conference to announce Alexander Acosta as his pick for Secretary of Labor, CNN’s Jake Tapper castigated Trump for the manner in which he took on reporters.  After presenting a hypothetical about how one might react if Trump were a “boss” giving a speech, Tapper urged Trump to “get to work” and to “stop whining” about questions if he legitimately won the presidency. “I feel like everybody at home needs to ask themselves how would you react if that were your boss coming in and giving a speech to the employees where you work?” Tapper said. “How would you react if that was somebody in your family that you were trying to have a conversation with? You would think this is very difficult to assess in a positive way. The person is not dealing with the world in which we live. He said things not true. He was called out you said you had the biggest electoral win since Reagan, and he said it’s not true. ” “He said, ‘Well, somebody gave me that information, somebody gave me that information,’” he continued. “The buck stops there? Is that where we are with this presidency? You own the words. You were wrong, but it’s not just about electoral votes. It about the fact that he’s still fixated on whether or not he legitimately won the presidency. President Trump, if you’re watching, you’re the president. You legitimately won the presidency. Now get to work and stop whining about it. ” Follow Jeff Poor on Twitter @jeff_poor","25":"Boarding a flight can feel like stepping into a time capsule  —   men typically fly the plane, while most flight attendants are still women. Which is why a female pilot from Delta Air Lines did something dramatic at a union meeting recently. Standing before her male colleagues, the captain unbuttoned her uniform, strapped a breast pump over the white undershirt she wore underneath, and began to demonstrate the apparatus. As the machine made its typical “chug, chug, chug” noise, attendees squirmed in their seats, looked at their feet and shuffled papers. It was the latest episode in what has proved to be a difficult workplace issue to solve: how to accommodate commercial airline pilots who are balancing new motherhood. It is a question that some employers have answered by creating leave policies or lactation rooms. But the flight deck of a jumbo jet isn’t a typical workplace. Pilots are exempt from a provision in the Affordable Care Act requiring employers to accommodate new mothers. At 30, 000 feet, the issue touches not only on pilot privacy, but also aircraft safety. At Delta, a group of women pilots have banded together through a private Facebook page and have approached their union with formal proposals for paid maternity leave  —     at the major airlines  —   because they say they would like to stay home to   their babies. At Frontier Airlines, four female pilots are suing the company for discrimination, seeking the option of temporary assignments on the ground while pregnant or nursing. While their proposals differ, all say they aim for one thing: to avoid situations in which pilots have been leaving the cockpit in midflight for as long as 20 minutes, the amount of time often required to pump breast milk. “The airlines have maternity policies that are archaic,” said Kathy McCullough, 61, a retired captain for Northwest Airlines, which merged with Delta in 2008, who has advocated on behalf of the pilots to Delta management. “I am so glad that they’re stepping forward and taking a stand. ” One reason for the lack of rules is that women make up only about 4 percent of the nation’s 159, 000 certified airline pilots  —   a number that has been slow to rise over the past decade or so. There were no female pilots at the biggest airlines until 1973, when American Airlines hired the first, Bonnie Tiburzi Caputo. In a reminder of how times have changed, that news was reported in The Los Angeles Times under the headline, “Airline Pilot to Fly by Seat of Panties. ” “Airline jobs were really reserved for men,” said Captain Caputo, 67, who became something of a minor celebrity when American hired her. She has been retired from the airline for about 18 years. “When we started, there were no maternity leaves, because there were no female pilots. ” More than 40 years later, the major carriers still haven’t resolved this issue. They set their policies for pilots based on the collective bargaining agreements negotiated by the unions. But women of childbearing age account for just a sliver of union membership, so maternity leave and   policies have not been at the top of union agendas. Plus, some members oppose the proposals, citing the costs. One local union leader told several women in an email: “Having a child is a personal choice and asking the rest of us to fund your choice will be a difficult sell to the pilot group. ” The leader declined to be interviewed for this article the union said he was not an authorized spokesman. Delta’s female pilots still hope to win over a majority of their colleagues. They argue that without paid leave, they’re faced with a choice to either stay home to   their babies or earn income for their families. Female pilots can begin to lose wages months before a baby is born. Most contracts at major airlines force pregnant pilots to stop flying eight to 14 weeks before a baby’s due date. After the push by Delta’s pilots this summer, the airline changed its policy this month. Delta now allows them to fly, with their doctor’s approval, until the end of pregnancy if they so choose. Morgan Durrant, a spokesman for Delta, pointed out that once they stop flying, women can use accrued sick days or apply for disability benefits to partially cover their lost wages. Otherwise, the leave is unpaid. Once a baby is born, the major airlines typically don’t offer paid maternity leave or alternative ground assignments for   mothers. Some carriers, including United Airlines and Alaska Airlines, do offer female pilots up to one year of unpaid leave. Until recently, Delta did not offer such a policy, but the airline has added one year of unpaid leave to the pilot contract. Temporary ground assignments, which were proposed by the pilots at Frontier, could work as an alternative for some who live near company headquarters. But as many as one in five pilots resides at least 750 miles from work. Consider what it took for First Officer Brandy Beck, a    Frontier Airlines pilot, to pump breast milk. Once the plane was at cruising altitude and in autopilot mode, she would seek the agreement of her captain to take a break. In keeping with Frontier policy, the remaining pilot was required to put on an oxygen mask. Next a flight attendant  —   to prevent passengers from approaching the lavatory  —   would barricade the aisle with a beverage cart. Then the attendant would join the captain in the cockpit, in keeping with rules that require at least two people in an airline cockpit at all times. Only then could Ms. Beck slip into the lavatory for a   pumping session. “It’s by far not my favorite place to make my child’s next meal,” Ms. Beck said. “But it’s a sacrifice I knew I would have to accept because I came back to work. ” Ms. Beck said that after nearly 20 years in the aviation industry, she assumed she could keep her job and nurse her baby. “I guess it never came to light in my mind that I couldn’t do both,” she said. Frontier’s management has argued that extended breaks from the cockpit raise safety issues. The company has not offered an   alternative for breast pumping, however, or made available temporary jobs on the ground. “While there are many workplaces that might allow for nursing mothers to express breast milk during a break from work activities, the duties of a commercial airline pilot present unique circumstances,” a Frontier spokesman, Jim Faulkner, said in a statement. The Federal Aviation Administration has issued no official rules for pilots who pump  . But Alison Duquette, a spokeswoman for the agency, said that “leaving the flight deck for 20 minutes would not be acceptable” under most circumstances. A lactating mother often needs to pump breast milk every three to four hours. When she cannot do so, painful pressure can build up in her chest, accompanied by a risk of infection. “It’s incredibly distracting and painful,” said Ms. Beck, “like when you need to go to the bathroom and can’t. ” In a few instances at Delta, according to several of the airline’s women pilots, their colleagues had to pump breast milk in the cockpit. The pumps need electricity, and in some older planes, the only plugs available are on the flight deck. The Delta female pilots are seeking a leave policy that would let mothers stay home for six months with pay to   newborns, and up to two years of unpaid leave. Pilots can earn a base salary of $200, 000 and more in later years. But young pilots often start at low wages as flight instructors, crop dusters, or flying charter or tourism flights, and don’t reach the major carriers until their early 30s, a time when they may be planning families. As a result, one Delta pilot said, it is not uncommon for several women in a class of new pilots to be pregnant after a standard yearlong period of probation flying. Ten female Delta pilots agreed to speak to The New York Times on the condition of anonymity, for fear of alienating their employer or the male union members they hope will take up their cause. The union, through a spokeswoman, Kelly Regus, declined to comment on “the substance of internal union discussions. ” Mr. Durrant, the Delta spokesman, noted that the airline had updated some of its policies, and he said it would continue to examine its maternity and paternity leave programs. “Balancing the demands of a career and raising a family present challenges for all working parents, but we recognize there are unique challenges presented for our female pilots as their children are born,” Mr. Durrant said in an emailed statement. It has been difficult for the women to compare notes about workplace issues. There are so few of them, they rarely see or fly with one another. That changed with a private Facebook group known as FAST  —   Female Aviators Sticking Together  —   that has grown quickly over the past year. It now has nearly 6, 000 members. There are also spinoffs like DAMP, or Delta Air Lines Mommy Pilots. The woman who delivered the breast pump demonstration in June did so on behalf of about 100 pilots in that Facebook group. And the Delta and Frontier pilots know they are pressing an issue that still plagues a group long dominated by women: flight attendants. This year, a flight attendant for Endeavor Air, a regional airline owned by Delta, filed a discrimination complaint with the New York City Commission on Human Rights, claiming the airline failed to provide reasonable breaks or private places to pump breast milk in her workplace. The commission is investigating. Mr. Durrant, the Delta spokesman, said Endeavor had worked to accommodate the employee and “has gone to great lengths to provide reasonable accommodations for   employees. ” Joanna L. Grossman, an expert on labor law and gender issues, said the pilots are fighting a complex battle. “This is part of breaking down the cockpit door  —   that’s the glass ceiling here,” said Ms. Grossman, a professor at the Dedman School of Law at Southern Methodist University in Dallas. “How do you make a job work when it was designed without you in mind?”","26":"The Times of Israel reports:  US   Donald Trump told the Israel Hayom   daily that he intends to go through with his pledge to move the US Embassy to Jerusalem, saying that “clearly I did not forget” the promise made on the campaign trail. [Asked by the paper Tuesday night at the Chairman’s Global Dinner in Washington, DC  —   an exclusive black tie event for diplomats and members of the incoming administration  —   if “you have not forgotten your promise concerning the embassy in Jerusalem,” Trump responded that “of course I remember what I said about Jerusalem. ”  Read more here.","27":"During a Friday interview on the TK Show podcast, Golden State Warriors head coach Steve Kerr cited the fact that his father was killed by Islamists in Lebanon as motivation for calling for more gun control on   Americans. [He criticized Congress for not expanding background checks to cover all guns sales in the wake of the Pulse Orlando shooting, although the Orlando attacker had passed a background check for both of his firearms and passed a   waiting period for his handgun as well.  And according to the East Bay Times, Kerr was also critical of Congress for not banning the sale of “automatic weapons,” although the Orlando attacker did not use “automatic weapons. ” Kerr said, “Let’s have some checks. It’s easier to get a gun than it is a driver’s license. ” He said these things while sitting in Oakland, California, perhaps unaware that California not only has universal background checks  —   the very kind of checks he is proposing  —   but also a   waiting period on gun purchases, gun registration requirements, and gun confiscation laws. Other things that California has: the May 2014 Santa Barbara attack, the December 2015 San Bernardino attack, the June 1 UCLA     property crime stats in San Francisco, and what the Los Angeles Times described as a nearly 30 percent “jump in murders” during the first three months of 2016 alone. The story is the same in other heavily   areas of the country. Just look at Chicago, where an “assault weapons” ban, “violence tax,”   waiting periods, and   limitations on the number of gun stores (and locations of those stores) are all correlated with record violence and death. Over Father’s Day weekend alone. 56 people were shot in Chicago, 13 of whom died. And this violence followed a May in which the Chicago Tribune reported “nearly 400” people were shot and 66 killed Chicago. Yet Kerr is criticizing Congress for not following in Chicago’s footsteps? For not mimicking the kinds of laws we see in California? Kerr’s father was shot and killed by   Islamists while teaching at the American University in Beirut in 1984. “Though several factions initially took credit for the murder, the family eventually traced it to Hezbollah, the   Islamic organization within Lebanon,” USA Today notes. The Kerr family attempted to sue the Iranian government. AWR Hawkins is the Second Amendment columnist for Breitbart News and political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart. com.  ","28":" (CNN) Daniel Traub knew North Philadelphia in his youth, accompanying his artist mother from their home in the more affluent central Philly as she helped residents transform vacant lots with sculptures and murals.  After growing up and working 10 years on photos examining economic divides in China, he knew where he wanted to look next. ”North Philadelphia” is Traub’s new   portrait of the people and properties in a struggling area where more than 40% of residents in three local ZIP codes live below the poverty line. From crumbling buildings to abandoned lots long overgrown by nature, Traub says he examined neighborhoods long troubled by destitution yet ripe with beauty and possibility. ”I want to show the complexity of the place. . .. It has a lot of hidden richness that maybe has been overlooked,” Traub said. For example? Start with the ubiquitous churches, some recently converted from commercial buildings. Others, as he writes in the book’s essay, were ”built in more prosperous times, such as the Church of the Advocate, which played an important role in the Civil Rights era.” ”I was most drawn to those that were smaller and in flux, changing denominations and pastors frequently. They seemed more like local businesses vying to attract congregations,” he writes. He explored the area from 2008 to 2013, mostly in the first two years when he lived on the edge of North Philadelphia upon his return from China. A   camera    hood over head, with a tripod    was his tool of choice.  ”People thought I was a surveyor or real estate developer,” Traub said, and asked what he was up to. ”But for the most part, when I told them what I was doing, they were quite open and welcoming    happy that someone was taking interest in the neighborhood.” Traub’s choice of subjects reflected his personal experience in the area. North Philadelphia has both significant   and Hispanic populations, but Traub    of   and Chinese heritage    focused on black residents and neighborhoods. It was in those neighborhoods that his mother, a   started a renewal project that would transform vacant lots into a series of art parks. He helped in the summer and grew close to those he worked with. His mother’s roots also drew him to China in the late 1990s. Wanting to explore his Asian heritage, he worked on a photo project examining people who migrated from the countryside to look for opportunity in cities like Beijing. It was a study in contradictions    cities were newly prosperous, yet the workers remained poor, living on the margins. Traub returned to the United States thinking he’d explore economic divides there. That’s not exactly how it turned out, he says. He went to Baltimore and cities in Ohio and elsewhere in the Rust Belt. Something didn’t click. He turned to North Philadelphia. Once there, his interests were less about making a social point. ”While I was interested in economic differences and racial divides, I felt there was something more personal for me in the project,” he said. ”I realized I had some kind of a specific connection in North Philadelphia. I was interested in looking at the place itself, not looking at it as a way to explore broader social issues.” It was a return to a place that grabbed his imagination years ago. ”On one hand it is ignored and in decline, but it also is a place of tremendous possibility and great human resources    people who are marginalized but also have a tremendous amount to offer,” he said. Daniel Traub is a photographer based in Brooklyn, New York. You can follow him on Facebook and Twitter. His new book, ”North Philadelphia,” is available on Amazon.","29":"Jornada del Muerto, New Mexico (CNN) On July 16, 1945, deep in the New Mexico desert, the U. S. Army detonated the world’s first nuclear bomb. Less than a month later, similar weapons dropped on Hiroshima and Nagasaki would end World War II. Stand on the site where the nuclear age began.","30":"’  ’ ”   When   app  made its Austin debut before South   by Southwest this past March, the company’s founders weren’t sure   what to expect.  ” ’   Overnight had already launched in Los Angeles, so Austin was its   second    .  ’ ”   The launch was a success for the company, which offers users     booking of   rentals. Think Airbnb meets Hotel   Tonight. Overnight’s rentals were cheap  —   private rooms were   going for $70 or $80 and entire homes were available for $150  —     and users could find accommodations in 10 minutes or   less.  ” ”   But something even more important happened that week, something   that founder and CEO Asher Hunt is incredibly proud of. Hunt   said he received an email during the festival from someone   who had booked their stay on Overnight and had a great   experience. Here’s how Hunt tells it: ” ’  ’ ’  ’ ’  ’ ’   Overnight also aims to be a   community of       users, Hunt said. ’ ’   ’ ’  ’ ’   After its success in Austin, Overnight launched in San Francisco   and, now, New York City. The app made its NYC debut on Thursday,   and the company says it already has 400 hosts on the app in New   York (and has 3, 500 nationwide). The company also launched a new   version of the app, which allows for faster, more simplified   booking than the previous version, and also allows users to book   multiple nights with the same host, which was not a feature   before now. ’ ”   Here’s how it works: ” ”   Even before Overnight’s official launch in New York, hosts were   already using the platform  —   Hunt himself stayed with an   Overnight host on his most recent trip to New York.  ” ’   ”We’ve seen organic growth in Williamsburg and Brooklyn and we   see demand in the core of the city,” Hunt said. ”This is the   most practical step to prepare us to go international, which is   going to happen, conservatively, in the next six months to a   year.” ’ ”   The obvious question about Overnight is how it’s different from   Airbnb or from Hotel Tonight, and Hunt doesn’t shy away from the   comparison to Overnight’s   predecessor. For   Hunt, the structure of Airbnb was too rigid for him as a host and   the   booking didn’t quite work for him as a guest. He   thinks Overnight can step in to solve those issues.  ” ’  ’ ’     ’","31":" (CNN) An   boy, whose father left early, grew to become one of the most influential men in the country. It’s President Barack Obama’s story, but also Alexander Hamilton’s, whose biography has been translated into an audacious musical heralded as a turning point for American theater. Obama attended a matinee performance in New York on Saturday with his daughters.   Already viewed by the likes of Hillary Clinton, Dick Cheney, and first lady Michelle Obama, ”Hamilton” is unorthodox in its telling of Alexander Hamilton’s life. The mostly   and Latino actors    including creator and title star   Miranda, born to Puerto Rican immigrants    look nothing like traditional depictions of the white men who founded the country. So, too, does the show’s   score reflect a contemporary sound more akin to Outkast than Oscar Hammerstein    perhaps a reason why Obama, who tweeted this month his favorite song of the moment was Outkast’s ”Liberation,” chose to see it. Tickets to ”Hamilton” have been hard to come by after critics swooned during an   run. Celebrities and New York tastemakers packed the Public Theater in the East Village nightly before the show moved to Broadway this month. It’s already sold more than 200, 000 tickets for an   run at the Richard Rogers Theater.  The musical has attracted a stream of political heavyweights, eager to see a predecessor portrayed on stage. The first lady saw it back in April. Another U. S. President, Bill Clinton, attended a performance in March with wife Hillary, now the Democratic presidential frontrunner, and their daughter Chelsea. After Cheney, the former vice president, and his wife Lynne attended, the musical’s creator couldn’t help drawing the obvious comparison between the Republican and a character in his show, former vice president Aaron Burr, who famously shot and fatally wounded Hamilton in a duel. ”Dick Cheney attended the show tonight,” Miranda wrote. ”He’s the OTHER   who shot a friend while in office.” For Obama, the parallels are more apparent to Hamilton’s early life, before he entered public life. Hamilton was born out of wedlock on Nevis, in the Caribbean his father abandoned his family when Hamilton was young. Obama was also born on an island, Hawaii’s Oahu, and his parents separated soon after he was born. His father moved away and the future president met him again only once, when he was 10 years old. RELATED: Meet the woman behind the woman on the $10 bill, Both spent chunks of their childhoods outside of the United States Hamilton on various islands in the West Indies, and Obama in Indonesia, where his mother worked as an anthropologist. The two even graduated from the same college: in the 1770s it was called King’s College, now it’s Columbia University in New York. Hamilton was the youngest of the Founding Fathers and became the country’s first Treasury Secretary in his early thirties. Obama was also young for his job    at 47, he was the fifth youngest man to be elected president. But those biographical analogues aren’t stopping Obama from moving to diminish Hamilton’s most prominent memorial: his face on the $10 bill. The administration announced earlier this summer it would put a woman on a new version of the sawbuck, though they haven’t chosen who she’ll be. The Treasury Department says Hamilton will still have a place on the note, either on a separate version of the bill or in a smaller portrait on the back. Backlash against the decision to bump Hamilton was swift Ben Bernanke, the former chairman of the Federal Reserve, said he was ”appalled.” The decision seemed doubly offensive since the face on the $20 note, President Andrew Jackson, is remembered mostly for his forced displacement of Native Americans and for killing another man in a duel. Hamilton, mused some of his fans, was being demoted, perhaps for his status as the most influential founder never to be president. The White House says Obama bears no ill will toward Hamilton.  Miranda’s unorthodox telling of an 18th century life seemed to entertain Obama when he watched the show’s creator perform an early version of the score at a 2009 White House poetry slam. ”Ten dollar Founding Father without a father got a lot farther by working a lot harder, by being a lot smarter, by being a ” Miranda rapped in the East Room, drawing an amused smile from the President. After Miranda, who was singing as Hamilton’s killer Aaron Burr, completed his final line    ”I’m the damn genius that shot him!”    Obama was the first to jump up for a standing ovation.","32":" (CNN) It’s been a busy year for the US Border Patrol, with total nationwide arrests up 23% from 2015, according to a   report issued Friday by the Department of Homeland Security. DHS released its annual report on immigration enforcement efforts across various federal agencies, highlighting the prioritization of resources on convicted criminals, threats to national security and those who attempt to cross the border unlawfully. US Border Patrol reported 415, 816 apprehensions nationwide, compared to 337, 177 in fiscal year 2015. This increase in arrests, however, represents only a ”fraction” of the apprehensions averaged per year between 1980 and 2008, according to the report. ”Apprehensions on the border in recent years    a strong indicator of total attempts to cross the border    are much lower than they used to be,” said DHS Secretary Jeh Johnson in a written statement following the report’s release. But raw numbers alone do not tell the entire story. For instance, DHS emphasized the significant demographic changes of those crossing the southern border over the last 15 years. In 2006, the majority of individuals caught crossing the border without authorization were single adults from Mexico, whereas in 2016, the majority were families and unaccompanied children from Central America, according to DHS officials. The report also noted that an increasing share of migrants are surrendering to law enforcement to seek asylum protection rather than trying to evade apprehension.","33":"Hillary Clinton longs for the days when Americans knew how to execute a covert action abroad and not spill the details to reporters. Addressing a Goldman Sachs event in 2013, in one of the speeches that WikiLeaks published on Saturday, Mrs. Clinton gave a   realpolitik answer to the question of how to handle a problem like Syria. If the best chance of success was to act secretly inside that country, she made clear, she had no problem doing that. She went on to say  —   as her audience already knew because of revelations in the news media  —   that as secretary of state she had advocated secretly arming the Syrian opposition and moving forcefully to counter the Russians, who at that point were supporting President Bashar   but had not yet fully entered the conflict. “My view was you intervene as covertly as is possible for Americans to intervene,” she said in answer to a question from Lloyd C. Blankfein, the chief executive of Goldman Sachs, which paid Mrs. Clinton about $225, 000 a speech to give what felt like an insider’s view of the making of American foreign policy, months after she left office. But she quickly acknowledged that “we used to be much better at this than we are now. ” “Now, you know, everybody can’t help themselves,” she added, and officials go out to “tell their friendly reporters and somebody else: ‘Look what we’re doing, and I want credit for it. ’” The three hacked speeches from 2013 that WikiLeaks published, most likely with Russian government assistance, help explain how Mrs. Clinton approaches some of the world’s knottiest problems. They are a reminder of the   way she often assesses her most vexing opponents when the television cameras are not on. By the time she left office that year, she had met and assessed two of the three world leaders who were determined most prominently to challenge the United States: President Xi Jinping of China, whom she clearly admires President Vladimir V. Putin of Russia, whom she clearly detests (and who has returned the sentiment this election) and Kim   of North Korea, whose determination to build a nuclear weapon and missiles that could “reach Hawaii and the West Coast, theoretically” poses a risk “we cannot abide,” she said. At moments in the speeches, Mrs. Clinton was cleareyed about how difficult it would be to execute some of the actions she advocated, including a   zone over parts of Syria. “To have a   zone, you have to take out all of the air defense, many of which are located in populated areas,” she said. “So our missiles, even if they are standoff missiles so we’re not putting our pilots at risk  —   you’re going to kill a lot of Syrians. So all of a sudden this intervention that people talk about so glibly becomes an American and NATO involvement where you take a lot of civilians. ” Her assessment of the risk came before she was formally running for president. But two years later, in a television interview in October 2015, she sounded willing to take that risk. “I personally would be advocating now for a   zone and humanitarian corridors to stop the carnage on the ground and from the air, to try to provide some way to take stock of what’s happening, to try to stem the flow of refugees,” she said. Her successor as secretary of state, John Kerry, tried last month to open those humanitarian corridors, but the effort collapsed in a dispute with Russia. A push to get it restarted during a meeting in Lausanne, Switzerland, on Saturday between Mr. Kerry and his Russian counterpart, Sergey V. Lavrov, also failed. In the talks at Goldman Sachs, Mrs. Clinton was often more analytic than prescriptive, describing her perceptions of individual leaders and the domestic politics and foreign threats they face. In that regard, her approach is quite different from that of Donald J. Trump. In two interviews on foreign policy with The New York Times, one in March and another in July, Mr. Trump moved directly to his plans of action: bombing the Islamic State and taking oil, for example, or withdrawing troops from Europe and Asia if allies do not pay their share. While Mr. Trump often talks in terms of striking deals, Mrs. Clinton talks in the more traditional terms of  . When she became secretary in 2009, she posed a question about China to an Australian leader: “How do you deal toughly with your banker?” In the Goldman transcript, she suggested that she had answered her own question when sparring with the Chinese over its claims in the South China Sea. “I made the point at one point in the argument that, you know, you can call it whatever you want to call it,” she said. “You don’t have a claim to all of it. I said, by that argument, you know, the United States should claim all of the Pacific. We liberated it, we defended it. We have as much claim to all of the Pacific. And we could call it the American Sea, and it could go from the West Coast of California all the way to the Philippines. ” “And, you know, my counterpart sat up very straight and goes, ‘Well, you can’t do that. ’” Mrs. Clinton segued into an evaluation of Mr. Xi, the Chinese leader, who she noted had consolidated power in a way his predecessor never did, but had quickly traveled to places like Russia and Africa to assuage “doubts about Chinese practices. ” “So he’s someone who you at least have the impression is a more worldly, somewhat more experienced politician,” she said. Mr. Xi has since become more aggressive in the South China Sea, and it is unclear how forcefully Mrs. Clinton, if she became president, would confront him over his claims. She acknowledged at one point that the administration had gotten distracted from its “pivot” to Asia. In North Korea, the situation has worsened much more drastically. She summarized the Chinese message to the North Koreans this way: “We don’t care if you occasionally shoot off a missile. That’s good. That upsets the Americans and causes them heartburn, but you can’t keep going down a path that is unpredictable. ” That, of course, is exactly the path they have gone down.","34":"During his   career, Harry Belafonte has been a singer, an actor, a friend to Martin Luther King Jr. a Unicef   ambassador, an   activist and more. “I’m at a time of life when I’m examining the entire journey,” he said one recent afternoon at his Manhattan home, lamenting how the dreams of the civil rights movement are far from realized. “When I was 20 and 30, my visions for what the world would be, all things were possible. ” Mr. Belafonte, for whom art and activism have been inextricably linked, said his life is a “call and response,” and, at 89, he isn’t ready to retire from being one of society’s most passionate and visible advocates just yet. This weekend, “Many Rivers to Cross,” a   “music, art and justice” festival in the Atlanta area focuses on three issues: voting, mass incarceration, and the relationship between community and law enforcement. The lineup features an array of genres and musical styles: John Legend Carlos Santana Goapele Dave Matthews and Tip Harris, better known as the rapper T. I. are scheduled to take the stage, alongside Chris Rock, the poet Sonia Sanchez, the actor Jesse Williams and the activist Umi Selah of the Dream Defenders. The event will raise money for Sankofa. org, a social justice organization founded by Mr. Belafonte that unites   organizations and artists in the fight against problems like income disparity and inequities in the justice system. “What makes a movement work are thousands of parts that come together and express itself in favor of a given destination or objective,” he said. “You have to find men and women who are willing to play the role that each of these things demand. ” With Election Day nearing in what has been a contentious presidential race exposing deep ideological divides, registration services will be available to help attendees ahead of nationwide deadlines. “The vote is perhaps the single most important weapon in our arsenal,” Mr. Belafonte said. An area called the social justice village will feature representatives from over 40 organizations. The goal is to allow festivalgoers to “walk away with tools to better go out and support the causes they care about,” said Gina Belafonte, who helped organize the event with her father. Mr. Belafonte said, “When Trayvon Martin was shot and our community went into a response to that, there was no question in my mind that America was being awakened to its reality. ” Thinking back to the 1950s and ’60s, when he toiled alongside activists including Dr. King, Julian Bond and Fannie Lou Hamer, Mr. Belafonte recalled how Dr. King represented a “harvest of opportunity. ” He added: “The energy that went into the movement disappeared because people were reaping the benefits. We’ve forgotten what the opportunity was about. ” In 2012, a brouhaha ensued after Mr. Belafonte asserted that today’s celebrities have “turned their back on social responsibility” and mentioned Jay Z and Beyoncé. Jay Z responded in an interview with Rap Radar’s Elliott Wilson by saying among other things, “my presence is charity. ” Mr. Belafonte said that he extended an olive branch and that he and Jay Z met one on one. But Mr. Belafonte fervently maintains that artists must do more to champion causes. “There’s no evidence that artists are of the same passion and of the same kind of commitment of the artists of my time,” he said. “The absence of black artists is felt very strongly because the most visible oppression is in the black community. ” Mr. Belafonte provides counsel to celebrities and organizations, saying that he draws parallels between the roadblocks and successes of the ’50s and ’60s and those of the present political movements. Linda Sarsour, the executive director of the Arab American Association of New York, said conversations with Mr. Belafonte had proved critical. “Mr. B plays no games with us,” she said. “When he doesn’t think we’re doing the right thing, he tells us. He said, ‘Look, you need the wisdom of your elders, but we need your energy right now. ’” T. I. who will perform at “Many Rivers to Cross” on Saturday, said he felt compelled to take action his latest EP, “Us or Else,” addresses interactions between law enforcement and blacks, among other issues, and part of its proceeds benefit Sankofa. org. “It just seemed all too consistent, all too repeated, all too ignored,” he said of police killings of black people. In the widely viewed video for the song “Warzone,” which he plans to perform at the festival, he spotlights the cases of Eric Garner, Tamir Rice and Philando Castile. “It was very insightful to hear from someone who had been through so much and been a part of history in so many ways,” he said of his meeting with Mr. Belafonte. With his 90th birthday on his mind, Mr. Belafonte paused to take stock. “I wake up at the age of 90, and I look around and say, ‘What do we need now? ’” he said. “Well, the same things needed now are the same things needed before,” he went on. “Movements don’t die because struggle doesn’t die. ”","35":"New Delhi (CNN) Violence has spread across the central Indian state of Madhya Pradesh, after police opened fire on crowds of protestors Tuesday killing five.  Over 1, 000 paramilitary troops have been sent to the state in a bid to quell the unrest, which has seen buses torched and buildings set ablaze. The outbreak of discontent began over a week ago in the district of Mandsaur, as farmers    frustrated with the state’s current agricultural policies    took to the streets to demand higher crop prices and a waiver on existing bank loans.  The   state is one of several in India to have suffered from    crop failures in recent years. Police had initially denied responsibility for the deaths of the protestors, blaming it instead on ”  elements” and crowd violence.   But on Thursday the state’s Home Minister Bhupendra Singh backed away from the claims, announcing that it had become ”clear from the investigation that the five people died from police bullets.” Curfew, suspended internet  The intensity and size of the protests appeared to have caught Indian authorities off guard.  A    curfew has since been enforced in Mandsaur. Internet services have also been suspended in multiple districts, according to police reports. Protest leaders, however, have denied accusations of violence. ”The farmers did not come to the protest with any petrol or anything that can be used to start a fire,” said Sunil Gaur, a spokesperson for the National Farmers Labor Union, one of the groups behind the protest.  In light of the deaths, the state’s Chief Minister Shivraj Singh Chouhan took to Twitter to issue an emotional plea to farmers to end the violence.  ”I appeal to my fellow brothers to maintain peace. I am deeply pained by the turn of events today. I stand by families in this hour of grief.”   ’A people’s movement’ Madhya Pradesh, which is ruled by Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP)  is considered part of India’s farming heartland, owing to its large agricultural output.  Farmers in the state have long demanded a   minimum fixed price for their produce to help protect against fluctuations in crop prices.  According to a 2006 report, later endorsed by the BJP party in its 2014 general election manifesto, but yet to be implemented, all crop prices should be fixed at a minimum of 50 per cent higher than the production costs. Protestors felt betrayed by the government’s failure to   on their pledge, said Gaur. ”The demands we have are not for the state government, it is for the central government,” he added. ”Now this movement will go from Madhya Pradesh and spread across the whole country, this will become a people’s movement.”  Almost 70% of India’s population of 1. 3 billion live in rural areas, according to India’s census, but agriculture accounts for just 15 percent of the country’s gross domestic product. Last year, Modi promised to boost the country’s agriculture sector with a target of doubling the income of farmers by 2022.","36":"(Reuters)  —   Turkish President Tayyip Erdogan, who is pushing for executive powers, cites Hitler’s Germany as an example of an effective presidential system, in comments broadcast by Turkish media on Friday. [Erdogan wants to change the Turkish constitution to turn the ceremonial role of president into that of a chief executive, a Turkish version of the system in the United States, France or Russia.  Asked on his return from a visit to Saudi Arabia late on Thursday whether an executive presidential system was possible while maintaining the unitary structure of the state, he said: “There are already examples in the world. You can see it when you look at Hitler’s Germany. “There are later examples in various other countries,” he told reporters, according to a recording broadcast by the Dogan news agency. Read the rest of the story at Reuters.","37":"U. S. military officials say Islamic State foreign fighters are losing morale and making excuses not to fight, and a recent stash of records left behind by its fighters in Mosul appears to confirm that. [One Belgian militant had a medical note saying he had “back pain” and would not join the battle, according to the documents reported by the Washington Post.  Another foreign fighter from Kosovo said he had “head pain. ” He and another Kosovar asked to move to Syria. Another from France said he wanted to leave Iraq to carry out a suicide attack at home, several requested transfers to Syria, and some just refused to fight. The stashes were found by Iraqi forces after they took over an ISIS base in Mosul, the terrorists’ embattled stronghold in Iraq. “There are fighters who don’t want to fight or who are making excuses and want to leave the country, [the records] are indicators that are useful to us and they provide some insight into the state of the enemy,” the spokesman for the U. S.  coalition Air Force Col. John Dorrian told reporters at the Pentagon on Wednesday. Since October, Iraqi forces supported by a U. S.  coalition have begun pushing ISIS out of Mosul, and U. S. officials say its members still left in Western Mosul now face two choices. “They’re either going to surrender or they’re going to be annihilated,” Dorrian said. “They are on the back foot. Their fighters are being killed very quickly in some cases. And they are completely isolated in west Mosul, and they’re awaiting their fate there,” he said. As recently as last year, ISIS was still attracting about 2, 000 foreign fighters per month to Iraq and Syria, but now the numbers are down to between 100 to 200, Dorrian said. The records have also prompted concerns that some fighters are indeed making their way back home. Of more than 4, 000 foreign fighters who have left the European Union nations, about one third have returned home, according to a report by the International Centre for Counterterrorism. Dorrian acknowledged that there are “small numbers” of ISIS fighters getting out of Iraq and Syria. “It’s small numbers. They’re not  —   not really in any position to be leaving because, in many areas, they’re isolated,” he said. “He doesn’t want to fight, wants to return to France,” said the records on one    French resident of Algerian descent. “Claims his will is a martyrdom operation in France. Claims sick but doesn’t have a medical report. ” At one ISIS base, five out of 14 records belonged to French citizens. At another, 16 Russian and four French passports were found. There were also 20 blank Iraqi passports, suggesting that militants were forging them to leave the country. More foreign fighters have come from France than any other country in Europe since 2011, when the Syrian civil war began, fueling the rise of ISIS. The French government said 700 of its citizens joining ISIS remain in Iraq and Syria, including 275 women and 17 minors, according to the Post. Terrorism expert Aymenn   told the paper, “There are plenty of foreign fighters that went and found that the ISIS experience wasn’t what they thought it would be. ” “They thought it would be a great adventure,” he said.","38":"Asked for his opinion of Breitbart News, acclaimed journalist Glenn Greenwald praised the news site’s editorial integrity and said the site was “very impressive in terms of the impact they’ve been able to have. ”[While Greenwald was clear that Breitbart contains content he “sometimes find repellant” and Breitbart writers and articles he’s highly critical of “just on political grounds,” he gave Breitbart News high marks for “giving voice to people who are otherwise excluded. ”  Although he prefers to avoid political labels for himself, Greenwald is a former columnist for   media outlets Salon and the Guardian and one of the founding editors of new media news source The Intercept, a   site that has shown political independence by publishing articles blasting both Donald Trump and Hillary Clinton: Greenwald spoke to this reporter about the Making the News podcast. About his opinion of Breitbart News and the state of   media, he said: I think Breitbart is actually a fascinating case. And I do think   media has had a lot more success in pioneering ways to challenge establishment authority that   media has. I think very much the same spirit that animates Breitbart was also the animating force behind Matt Drudge and, to a lesser extent, Rush Limbaugh  —   none of which have ever been part of or comfortable within the Republican establishment. In fact, all of them, in varying degrees, has been very antagonistic to the Republican establishment. Certainly Drudge has and definitely Breitbart has, maybe not Rush Limbaugh quite as much, but to some degree, too. So there’s obviously a lot of things at Breitbart that are published that I vehemently disagree with and sometimes find repellant just on an ideological basis. But what I find really interesting about Breitbart is that it captured the ethos of a significant part of the conservative movement and the   electorate, and even independents that have been completely excluded from all of the organs of establishment thought in the Republican party. And not only did that, but it was so independent in how it did it. You know, it was extremely critical of Republican party leaders, and even today  —   I mean, obviously, I think it’s fair to say Breitbart has been partial to Trump, but one of the things that has actually impressed me is that even in this transition, when Trump nominates someone who’s record is at odds with the promises that Trump made that appealed to Breitbart’s writers and readers, Breitbart has been very vocal in being very critical, even of the candidate with whom they’re most closely associated with, which is Trump  —   which is integrity and a sort of editorial independence that I think most media outlets on both the left and the establishment right utterly lack. And so there’s a lot of bad things I have to say about Breitbart articles and Breitbart writers, just on political grounds, but in terms of how they’re using their platform, and how they’re amplifying and channeling this independence and giving voice to people who are otherwise excluded, I think it’s all very impressive in terms of the impact they’ve been able to have. Best known for his work on stories where he often worked closely with WikiLeaks, Greenwald is the reporter behind the Edward Snowden story, as well as stories about the FISA court rulings on NSA techniques and WikiLeaker Chelsea Manning. He’s also the author of several books and a frequent guest on television and radio. Greenwald’s reporting on the NSA earned him the 2013 Polk Award and earned the Guardian team he led a Pulitzer Prize for public service, among other honors. Listen to the entire Making the News episode with Glenn Greenwald below: ","39":"’  ’ ’   The Senate Intelligence Committee said it is issuing new   subpoenas for documents from two   business entities   controlled by Michael Flynn. ’ ”   The move suggests the committee is turning up the heat   on Flynn, who was forced to resign from his post as   President Donald Trump’s national security adviser in February. ” ’   Flynn invoked his Fifth Amendment rights on Monday, in response   to the committee’’s subpoena for documents related to his   communications with Russian operatives between 2015 and 2017.   Flynn’’s attorney, Robert Kelner, cited what he described as an   ”escalating public frenzy against” Flynn in a letter to the   committee. ’ ’   The committee’’s ranking member, Sen. Mark Warner, said of the new   subpoenas targeting businesses connected to Flynn, ”A business   does not have a right to take the Fifth if it’’s a corporation,”   The Wall Street Journal reported. ’ ”   Warner and Senate Intelligence Committee chair Sen. Richard Burr,   responded to Flynn’s Fifth Amendment plea on Monday: ” ’’ ”   Flynn has increasingly become the center of inquiries into   Russia’s meddling in the 2016 US presidential election and   Russia’s contacts with Trump associates. He agreed to   testify before the House and Senate intelligence committees in   late March in exchange for immunity from prosecution, but neither   committee has agreed to that so far. ” ”   Flynn’s time at the White House lasted just 24 days. He was asked   to resign February 13, with the White House saying he had misled   Vice President Mike Pence about conversations he had with   Russia’s ambassador to the US, Sergey Kislyak, during the   transition. But Trump continued to defend him, going as far as   suggesting to FBI Director James Comey the next day to drop the   investigation into Flynn’s foreign contacts, according to a memo   Comey wrote about the conversation cited by The New York Times.   Trump fired Comey on May 9. ” ’The Senate Intelligence Committee said it is. ..’ ’’ ’’ ’’","40":"Washington (CNN) A pillar of President Barack Obama’s global   strategy is in peril as sectarian chaos consumes Yemen, a vital U. S. ally where chronic instability allows the deadliest surviving al Qaeda franchise to flourish.   rebels of the Shiite Houthi sect sparked alarm in Washington after seizing a presidential palace in the volatile   nation, in what officials called a coup. There are now signs that the rebels    which have been resistant to American   efforts despite a common antipathy to al Qaeda     and the U. S.  government of President Abdu Rabu Mansour Hadi have agreed a deal to end the crisis.  READ: Yemen takeover threatens downward sectarian spiral, But the situation remains volatile and a reminder of how the intricate, shifting and treacherous tribal and sectarian divides of the Middle East often confound U. S. efforts to frame coherent   policy. Obama has spent much of his administration sponsoring a political transition designed to restore stability in Yemen and to cap the sectarianism that sustains al Qaeda in the Arabian Peninsula (AQAP). Washington has offered   training to the government in the Yemeni capital Sanaa and has also mounted a campaign of drone strikes against key AQAP leaders. The group is regarded by U. S. officials as the most potent offspring of Osama bin Laden’s jihadist movement and has claimed responsibility for the attack on the French satirical magazine Charlie Hebdo this month. AQAP also almost succeeded in bringing down a United States commercial jet over Detroit on Christmas Day 2009, and has tried to attack the U. S. mainland on at least two other occasions. The group’s potential was underlined in a video released on Wednesday in which a senior leader of AQAP in Yemen, Nasser bin Ali   said it was better for jihadists to wage war in their home nations, rather than fighting on the front lines in Syria.   The message will alarm Western governments fearful that Muslim extremists radicalized at home or who have fought in Syria, Iraq or Yemen are plotting new attacks in the wake of the Paris carnage. RELATED: Yemeni government, rebels reach tentative agreement, source says, CNN’s Brian Todd reported that meanwhile, ISIS    al Qaeda’s jihadist rival    was now also beginning to establish a presence in the country. Yemen, which borders the Red Sea and the strategically important Gulf of Aden    a major oil transit route    sits next to key U. S. allies, Saudi Arabia and Oman.  But it is also important rhetorically for the Obama administration. In a speech in September on combating ISIS, Obama held up U. S. operations in Yemen as an example for a new   doctrine which does not rely on sending troops into dangerous foreign quagmires. ”This strategy of taking out terrorists who threaten us, while supporting partners on the front lines, is one that we have successfully pursued in Yemen and Somalia for years,” Obama said. Obama vowed to use ”force against anyone who threatens America’s core interests, but to mobilize partners wherever possible to address broader challenges to international order.” The obvious problem with that strategy is that it needs secure, powerful local partners to have a hope of working.  In failed states like Syria and Yemen, those partners often do not exist, or are, like Hadi, are deeply vulnerable. Stephen Seche, a former career foreign service officer, who served as U. S. Ambassador to Yemen between 2007 and 2010, said the current situation was bad news for the White House. ”The Hadi government has been a good partner of ours in the   arena,” he said. ”If you move President Hadi from the equation, then I think all bets are off in many respects.” After fighting raged in the streets of Sanaa, and a U. S. diplomatic vehicle was caught in the crossfire, the Pentagon moved two ships within range of the country in case the State Department gives the order for an evacuation of the embassy. With memories of the raid by extremists on U. S. compounds in Benghazi on Sept. 11, 2012, which killed four Americans still haunting the administration, and fears of a hostage drama, no one wants to take chances. SEE ALSO: ISIS gaining ground in Yemen, But the White House faces a tough decision as it seeks to preserve limited influence that it still has on the ground in Yemen. ”If we were forced to close down in Sanaa, the embassy, this would be a major foreign policy defeat,” CNN intelligence analyst Robert Baer told Wolf Blitzer. ”We need a government in that country to crack down on al Qaeda. You cannot do this from the air, or the National Security Agency [cannot just] intercept intelligence. ”We need a strong central government    whether it is a Houthi one or an independent one.” White House spokesman Josh Earnest said Wednesday that the safety of embassy personnel in Sanaa was a top priority. He also made clear that preserving   cooperation in Yemen was also vital. But the   U. S. diplomatic posture in Yemen is unclear. The fact that al Qaeda is a common enemy of Washington and the Houthis raises the intriguing suggestion of possible cooperation. But any tie up would likely be tacit and covert, and Washington would have trouble publicly recognizing any Houthi regime.  Mohammed Albasha, a spokesman for the Yemeni embassy in Washington said, ”Americans should care about the Houthis.” ”We need to find out a way for the Houthis and the government to   . .. they are now a fact of life,” he told CNN. Charles Schmitz, an expert on Yemen and professor at Towson University, said the fallout from the apparent coup against Hadi was a mixed bag for the United States. ”The Houthi are virulently   Qaeda. They have gone after al Qaeda like no one has before. There is a certain coincidence of interest with the U. S. with the Houthis against al Qaeda,” he said. ”The Houthi have done nothing to even slightly irritate the Americans. they have been very careful not to do anything like that. The Americans are very much leaving the door open.” READ: PM Valls sets out sweeping measures to safeguard France, Kamran Bokhari, an adviser on Middle Eastern and South Asian Affairs for Stratfor, a global intelligence and advisory firm, said that the Houthi movement could not be ignored. ”It is not clear to me to what extent Washington has relations with the Houthi movement. But now effectively the Houthis are kingmakers. While they do not dominate Yemen, they control the largest piece of real estate and they are the   group,” Bokhari said. The level of Iran’s support for the Houthi movement, beyond rhetorical backing is in question. Tehran’s intelligence resources are already stretched by the Syrian crisis and its finances have been hampered by western nuclear sanctions and the fall in the price of oil. Iran, however, has spent years spreading its influence throughout the region in its wider proxy battle with its rival Saudi Arabia, an important U. S. ally, and now sponsors or heavily influences governments or key political forces in Damascus, Beirut and Baghdad, as well as Sanaa.  The complex web of tribal and sectarian forces scrambling alliances and traditional alliances in Yemen represent the region in microcosm and reflects massive challenges facing U. S. officials in search of a working policy. ”We don’t have a lot of leverage in there at the moment,” Seche said. ”There are so many forces and counter forces at play    none of which we or anyone controls effectively,” he said. ”There are currents and issues and long standing hostility they are going to have to work themselves to some extent.” As violence flares, 7 things to know about Yemen","41":"’  ’ ’   Philando Castile,  was   shot and killed by a police officer during a traffic   stop late Wednesday night.  ’ ’   In the only video evidence of the incident, a live Facebook   recording taken by Castile’’s girlfriend, Diamond ”Lavish”   Reynolds, she said the two were pulled over for a broken   taillight and that Castile told the officer he had a gun and was   reaching for his license and registration, as the officer   instructed. ’ ”   Still, the officer opened fire, ultimately leading to Castile’s   death later that night at a hospital. Police and state officials   haven’t yet confirmed what caused the traffic stop or whether   Castile was licensed to carry a weapon. ” ”   Castile’s family and others who mourned his death  that someone can do   what police apparently tell them  —   yet still face fatal   consequences at the hands of an officer. The video, however,   shows a bleeding and slumped over Castile in the driver’s seat   and unfortunately, not the exchange that led up to the   incident.  ” ’   Police will almost always want to separate the person from their   weapon, according to Chuck Drago,  ’ ’  ’ ’  ’ ’   ”T ’ ’  ’ ’  ’ ’  ’ ’  ’ ’  ’ ’  ’ ’  ’ ’   ”I’’ve always told my son: The key thing in order to try to   survive being stopped by the police is to comply. Whatever they   ask you to do  —   do it,” she said. ”Don’’t say nothing.   Just do whatever they want you to do. So what’’s the difference in   complying and you get killed anyway?” ’ ’   ’ ’  ’ ’  ’ ’  ’ ’he officer   can be heard shouting expletives and screaming of Castile, ”I   told him not to reach for it!” ’ ’   Reynolds responds: ”You told him to get his ID, sir  —   his   driver’’s license.” ’ ’  ’ ’  ’ ’   Officers are also judged in these cases on an objective standard,   laid out by another Supreme Court case,  according to Stoughton. ’ ’   ”We don’’t just ask what the officer perceived, but if what the   officer perceived was reasonable,” he said.  ’ ”   In his view, officers often times truly perceive a threat  —   but   that threat just isn’t reasonable, which can lead to   incidents like the one involving Castile.  ” ’   Many critics of police brutality and unreasonable use of force,   including those within the Black Lives Matter movement, argue   that police are more likely to perceive black men as threats   because of ingrained racism within forces and a . For example, prominent   activist  recently wrote that unarmed black men and boys are 700%   more likely to be shot and killed by police than their white   counterparts. ’","42":"’’ ’When most investors look at Goldman Sachs, they see it as a fixed income, currencies, and commodities (FICC) trading business  —   but they may be missing the bigger picture.’ ”That’s according to UBS’ Brennan Hawken, who wrote in a note on Monday that Goldman Sachs is actually starting to shift its business mix back in the direction of equities trading.” ’Right now, the ”core revenue picture” indicates at least more of a balance between key business divisions, Hawken noted.’ ’”In our view, Goldman has dynamically allocated capital to different businesses as the opportunity set has changed,” Hawken wrote. ”We believe they are in the midst of another such shift as the outlook for FICC profitability has become structurally constrained. ”’ ’He continued (emphasis ours):’ ’’ ”Hawken noted that Goldman’s primary business revenue lines are actually pretty balanced at the moment, and expects them to each generate  % of total revenue this year.” ’Have a look  —   equities appears to be on an upward trajectory while FICC is in decline:’ ’’ ”There is a pretty simple reason for most of the attention being focused on Goldman Sachs’ FICC business. That is the part of the bank that is suffering most right now, and where other banks are cutting back. ” ’’ ’’ ’’ ’Still, there has been change’ ’’ ’’ ’’ ’When most investors look at Goldman Sachs, they. ..’","43":"Democratic presidential nominee Hillary Clinton dismissed questions about her F. B. I. testimony that was released over the weekend, insisting that they were part of a “conspiracy theory machine factory. ”[“I believe I’ve created so many jobs in the story of conspiracy theory machine factory, because honestly they never quit. They keep coming back. ” she said.  She said the F. B. I. had already investigated her email habits and that the report “debunked” all of the additional lies that were exposed as a result. “Their report answered all the questions,” she insisted. “The findings included debunking his latest conspiracy theories. ” She also complained that too many Republicans focused on “partisan conspiracy theorizing” instead of working together to solve problems.","44":"A FedEx courier and former security guard from Illinois was surprised with an invitation to meet with Donald Trump after the   saw a story on the struggling single father. But the special meeting wasn’t the only surprise. The young man was stunned when Trump presented him with a check for $10, 000. [Shane Bouvet, a    single dad, was featured in a Washington Post story highlighting his visit to D. C. to support Donald Trump’s inauguration.  The paper revealed that Bouvet was headed to D. C. in a borrowed suit and donated shoes to celebrate Trump’s oath of office. “This is pretty much the biggest thing I’ve done in my life,” Bouvet told the paper. “I don’t get out much. I’m a     guy. ” But a mere visit to Washington to see this historic day was far from the only notable thing about Bouvet’s visit, because Trump himself saw the paper’s feature on Bouvet and invited the young man to a    meeting. On Thursday, only a day before he took the oath of office to become the 45th president of the United States of America, Donald Trump met Mr. Bouvet, shook his hand, and offered some help. “This is the greatest guy,” Trump said as he shook Bouvet’s hand in a tented area behind the Lincoln Memorial on Thursday, the Post reported. Bouvet called his father and had him say hello to the president in waiting. The   laughed that Bouvet’s father, who is also named Don, has “a great name. ” After Bouvet’s phone call back home, Trump signed autographs for the young man’s son and then came the big surprise. As Mr. Bouvet prepared to end his historic meeting with the   Donald Trump handed him a personal check for $10, 000. As he walked away stunned and crying, Bouvet muttered aloud, “Did that just happen?” Follow Warner Todd Huston on Twitter @warnerthuston or email the author at igcolonel@hotmail. com.","45":"CAMBRIDGE, Mass.  —   Top strategists from the campaigns of Donald J. Trump and Hillary Clinton, interrupting each other and sometimes raising their voices, engaged in an angry debate on Thursday about how Mr. Trump pulled off his upset victory. Emotions were still raw at the campaign   held at Harvard’s Institute of Politics, particularly over the influence of Stephen K. Bannon, who left Breitbart News  —   which he has called a “platform” for the white nationalist    —   to help run Mr. Trump’s campaign. Mr. Bannon will serve as a senior aide to Mr. Trump. David Bossie, Mr. Trump’s deputy campaign manager, called Mr. Bannon a “brilliant strategist. ” That provoked the Clinton campaign’s director of communications, Jennifer Palmieri, to respond, “If providing a platform for white supremacists makes me a brilliant tactician, I am more proud to have lost. ” Mr. Bannon was scheduled to participate in the event but did not attend. That did not stop several hundred demonstrators from protesting him Wednesday evening outside Harvard’s John F. Kennedy School of Government, where the   was held as part of a   conference. With campaign managers and pollsters talking over one another and a large crowd of campaign veterans from the news media looking on, Ms. Palmieri said her proudest moment from the campaign was a speech Mrs. Clinton gave in Nevada condemning the  . “I would rather lose than win the way you guys did,” Ms. Palmieri said. Kellyanne Conway, who was Mr. Trump’s third and final campaign manager, asked, “How exactly did we win?” She answered her own question: by connecting with voters in places “where we were either ignored or mocked roundly by most of the people in this room. ” “Do you think I ran a campaign where white supremacists had a platform?” Ms. Conway asked Ms. Palmieri. “You’re going to look me in the face and tell me that?” Ms. Conway went on, pointing out Mrs. Clinton’s failings. “Do you think you could have just had a decent message for the white   voters?” she asked the Clinton advisers. “How about it’s Hillary Clinton, she doesn’t connect with people? How about they had nothing in common with her? How about you had no economic message?” Joel Benenson, Mrs. Clinton’s pollster, accused the Trump campaign of using “dog whistles” about immigrants and minorities to appeal to white voters in battleground states. Robby Mook, Mrs. Clinton’s campaign manager, disputed the notion that Mr. Trump won primarily by appealing on economic issues, citing exit polls in Michigan and Wisconsin showing Mrs. Clinton carried more voters who ranked the economy as their top issue. The highly charged exchange was followed by a more restrained conversation between Ms. Conway and Mr. Mook, moderated by the CNN host Jake Tapper. CNN will broadcast the discussion on Sunday. But it was the more raucous session earlier in the day where the passions of the campaign still seemed at a barely contained boil. The participants, half a dozen from each campaign who faced each other while seated at two tables, argued about whether Mr. Trump had won a mandate. “You won the Electoral College don’t pretend you have a mandate,” Mr. Benenson said. “Two and a half million more Americans thought she was a better candidate. ” “Hey guys,” Ms. Conway replied. “We won. Why is there no mandate?” Mrs. Clinton’s advisers argued repeatedly that two public letters by James B. Comey, the F. B. I. director, about Mrs. Clinton’s emails less than two weeks before Election Day pushed enough undecided voters away from her to swing the election. They also said that voters were seeking fundamental change in Washington, a strong headwind Mrs. Clinton could never overcome. In a rare point of agreement, both campaigns faulted the news media. They said leading newspapers and TV networks were so convinced Mr. Trump was unelectable that they never took him seriously. That led to “ ” on Mrs. Clinton’s use of a private email server, Mr. Mook said. “Mr. Trump had a unique ability to speak directly to the American people and go past the media, whether in 140 characters or making a statement somewhere,” Mr. Bossie said. The Trump strategists repeatedly said the Clinton campaign had tried to disqualify Mr. Trump based on his temperament and statements, while misunderstanding the appeal of his promise to keep Americans safe from terrorism at home and abroad. “They wanted to frame the race as, ‘Do you trust him to have his finger on the button? ’” said Tony Fabrizio, Mr. Trump’s pollster. “At the end of the day, what a lot of voters didn’t buy was that it was ever going to be a time where you have to worry about his finger on the button,” he said. “This wasn’t Barry Goldwater. ” Asked by Mr. Tapper whether Mr. Trump’s recent posting of misinformation on Twitter about millions of undocumented immigrants voting was presidential, Ms. Conway defended the message. “He’s the   so that’s presidential behavior,” she said. At one point, Ms. Conway threw up her hands in frustration at the close scrutiny of the campaign. “Everybody wants to go back in a time machine and do things differently so this result that nobody saw coming won’t come somehow,” she said.","46":"I walked out of Tokyo Station, the big commuter hub in the city’s Chiyoda district, and turned to look up at its gorgeous brick facade. I was lost. I couldn’t find the Tokyo Station Hotel  —   a   luxury property that was renovated in 2012. My mistake, it turned out, was leaving the train station at all. The hotel and the train station coexist in one long, outstretched building, which was completed in 1914 and offers a refreshing prewar architectural counterpoint to the glittering    skyscrapers Tokyo is now known for. I looped back in and found the hotel’s lobby, as well as its chief concierge, Marie Antoinette Mori, who greeted me at her desk. Originally from the Philippines, Ms. Mori became fascinated with Japan during its big 1980s economic boom. She studied international tourism in Japan, married a Japanese man and began working in the hospitality industry, where her career took off. “I became one of the favorites of Mr. Stringer”  —   the former Sony chairman Howard Stringer. “I was the only one who wasn’t afraid of him,” she said with a laugh. Ms. Mori had prepared an itinerary for a fictitious guest, spending $1, 000 (about 110, 000 yen) over the course of a day in this   city. My goal was to remake the itinerary on a budget of $100  —   necessarily cutting a few corners, but hoping to retain the spirit of the original. HIGH Ms. Mori escorted me to the top floor of her hotel, into a huge room where sunlight flooded in through large skylights. Guests grazed on a large, comprehensive morning buffet. Ms. Mori recommended the Tokyo Station Hotel breakfast (3, 800 yen) where they could enjoy standard Western fare (eggs made to order, coffee, pastries) or regional Japanese staples, where the Tokyo Station really excels:   (hot pot from the northern Hokkaido region) traditional rice porridge, soybean milk skin, and boiled rape blossoms. Ms. Mori said many luxury hotels in the area had comparable buffets. The   she said, specializes in pastries. “Over there they have a, uh   …     what do you call it?” she asked. “A Cronut. ” LOW From one buffet in a huge train station to another, I went to the considerably cheaper Bar Marche Kodama in the Shinagawa train station in the Minato ward. It’s also a little tricky to find: Don’t exit the station once you get off at the Shinagawa stop. Go into the Ecute department store and you’ll find the small restaurant in the back corner. Once there, I feasted on an eclectic, mostly   buffet of prosciutto, green salad, fresh corn, pasta Bolognese, crispy fried rice and, for dessert, Italian wedding cookies. The inclusion of the salad was particularly nice  —   Japanese cuisine is healthy, but not necessarily heavy on raw, leafy greens. Total cost: 620 yen. HIGH Ms. Mori quoted a price of roughly 15, 000 yen to have a private sedan with a driver for three hours to ferry our faux   around the city. The Tokyo Station Hotel goes so far as to meet guests at train platforms and escort them to the hotel  —   a service that comes only with staying at the hotel, of course, which can run over $1, 000 per night. LOW Logistics are tricky for those unfamiliar with the city. Get to know and love the train, because you’ll be spending quite a bit of time with it. Tokyo’s system is expansive and can be, in a word, daunting. There are over 100 different railway lines in Tokyo, and most of them are privately held by competing companies. The two big ones you’ll need to know are JR East, the largest railway system in Japan, and the Tokyo Metro, the city’s busiest subway system. If you’re planning to use only the subway or JR lines, there are passes for that. A combination ticket, though (which can be purchased in JR stations) is the better way to go. For 1, 590 yen, you’ll be able to use several lines for one day, including all of Tokyo’s JR lines and the Tokyo Metro. Another option is to buy a Suica or Pasmo card (available at ticket vending machines in major train stations) reusable cards on which you load money you touch them to the turnstile each time you ride. There is a   deposit to pick up one of those cards, but it’s worth it  —   you won’t have to deal with individual tickets, you’ll get a small discount on rides and you can even use it to make purchases in some stores and at the city’s ubiquitous vending machines. Related pro tip Get a SIM card for your phone  —   data only. You won’t want to be without a maps app when you’re walking around. Cards in the $15 to $20 range are widely available. (Make sure you get the right size: the   iPhones, for example, use nano SIM cards, not micro SIM.) HIGH The Asakusa neighborhood is known for its Sensoji Buddhist temple, Tokyo’s oldest. Ms. Mori recommended a rickshaw tour of the neighborhood, passing along Sumida Park, one of the many places in Tokyo to see sakura, or cherry blossoms, in the early spring. A   tour costs 16, 250 yen. LOW I set out to do some exploring on my own, and see some sakura in the process. A follower of the Frugal Traveler Twitter account recommended the Nezu Museum in the Minato district. While the Nezu’s collection of Buddhist art and Chinese bronzes was interesting, I was most impressed with the lush garden out back. The garden  —   about four acres  —   is shockingly big in a place where space is so precious. It truly feels like an escape from the city. Admission was 1, 000 yen. From there, I hopped a couple of trains over to the Korakuen station and walked up to the University of Tokyo’s Koishikawa Botanical Gardens. After paying admission (400 yen) I headed from the southeast entrance to a huge open expanse in the center of the garden. I found families picnicking, children playing and people lining up for coffee and tea from the ramshackle snack bar called Coffee Time (a coffee is 300 yen). All were enjoying the budding cherry blossoms and cool spring weather. HIGH Ms. Mori recommended the omakase tasting menu at  —   where else?  —   Sukiyabashi Jiro. The    sushi master Jiro Ono’s already formidable status was made outright legendary with the release of the 2012 documentary “Jiro Dreams of Sushi. ” The   restaurant is difficult to get into, but Ms. Mori can make the arrangements. “We can get you into Jiro,” she said, “but then you have to go. You have to. We can’t have   at Jiro. ” The price for lunch (or dinner) is 30, 000 yen. LOW Jiro received three Michelin stars Tsuta received one. It was the first Japanese ramen shop ever to receive such an honor. The small, unassuming space, close to the Sugamo station on the JR Yamanote line, is difficult to get into for different reasons: They take no reservations and operate on a ticket system. I went early one morning, around 7:30 a. m. and waited outside the restaurant with a handful of other people. Eventually the door slid open and a man came out with a handful of small, laminated tickets. He handed me one: “Come back,” he said. “Between 12 and 1 p. m. ” He took a   bill as a deposit, then went back inside and closed the door. When I returned at noon, I was treated to the best bowl of shoyu (soy  ) ramen I’d ever eaten. The broth was deep, intense and slightly sweet. The accompaniments  —     egg, bamboo shoots and pork slices  —   were done perfectly. The basic ramen bowl at Tsuta is 950 yen  —   I paid a total of 1, 250 for three extra slices of pork. HIGH Who doesn’t like a little costume play built into their vacations? Ms. Mori recommended something called a “kimono experience and photo shoot,” wherein the patron pays for elaborate kimono dress (in one of several styles: oiran, maiko or geisha) as well as hair and makeup. A photo shoot follows. Men, don’t think you’re getting out of this: There’s a samurai option for you. The oiran set with two kimonos costs 27, 000 yen. LOW I found a different way to incorporate both ceremonial clothing (of sorts) and culture into my visit: taking in a Japanese baseball game. I bought my ticket at one of the many   in Japan. (  is owned by a Japanese company.) It was a complicated process, one that involved a helpful clerk trying to spell my name in the Japanese alphabet  —   buying at the stadium probably would have been easier. It also involved deciding what “cheering section” I wanted to sit in. I decided on an outfield ticket on the side of the home team, the Tokyo Yakult Swallows. The game was positively raucous  —   at one point, everyone in my section produced tiny umbrellas and began thrusting them up and down and chanting (a   chant, I assumed) while a small brass band backed them up. The stadium grub selection was great, too  —   a big bowl of ramen could be had for 750 yen, yakitori for 100 yen, and a whiskey and melon soda for 600 yen. My ticket cost a reasonable 1, 800 yen. HIGH Seiji Yamamoto is the chef at Nihonryori RyuGin, a modern kaiseki restaurant that was awarded three Michelin stars. Mr. Yamamoto is known for incorporating modern culinary techniques with the refined, traditional kaiseki dinner. The descriptions of RyuGin’s courses are wonderfully abstract: Dishes have names like “Coolness Warmth Playfulness Nostalgia and Temptation” and “A Message From the Coast of Japan. ” Dinner costs 27, 000 yen. LOW I was also in search of a taste of the coast of Japan, in the form of a sushi dinner. I met up with my friend Mayumi, a Tokyo native, and presented her with my annoyingly specific parameters: something good but not that good cheap but definitely not poor quality. She   took me to a small place near the Kyodo train station in her neighborhood, about a   ride from Shinjuku: Midori Sushi, an unpretentious restaurant next to a KFC. The chef Ken Hosono’s   omakase menu featured an exceptionally   squid, along with barracuda, fatty tuna, uni and a wonderfully buttery scallop, among other pieces. The cost was 3, 000 yen per person. Not only was it one of best sushi dinners I’ve had in recent memory, but it was among the cheapest  —   a    sweet spot that every frugal traveler seeks out.","47":"Was that a     double play?! @SportsCenter #SCtop10 pic. twitter.  Thursday, Cincinnati Reds class A team Dayton Dragons made one of the craziest plays you may see in baseball.  South Bend Cubs infielder P. J. Higgins hit a line drive up the middle that bounced off Dragons pitcher Alex Webb and hit the umpire. The ball then rolled over to shortstop Luis Gonzalez, who was able to step on second base and fire the ball over to first to get Higgins for the second out. For those scoring at home, it would be a     double play. Although the ball did not roll in the Cubs’ favor on this play, they did go on to defeat the Dragons  . Follow Trent Baker on Twitter @MagnifiTrent","48":"See photos of every player who has won the Super Bowl Most Valuable Player award.","49":" (CNN) When Andrea Hood saw the window, she knew it might be her only chance to survive. ”The Hunt With John Walsh” airs Sundays at 9 p. m.   on CNN. Got a tip? Call     (In Mexico: 0188000990546) or click here. Abducted two days earlier by two men she didn’t know, the    had spent most of the previous 48 hours chained to a bed in a room with a barred window. Held captive, she was tortured and raped repeatedly. But on a trip to the bathroom, she spotted another window, this one without bars.   ”That was my first bit of hope, like, ’Oh, I can maybe get out,’” Hood said of the moment on CNN’s ”The Hunt with John Walsh.” Her captors had wanted her to read a book about subservient women. She told them she would, and they unchained one of her hands to turn the pages. Left alone, she quickly freed her arm and other legs, grabbed one of the many firearms around the house and ran for the window, for freedom. She smashed the window with the gun, climbed through the broken glass and started running. ”One of the guys was yelling, ’Get her, get her, she can’t get away!’ ” Hood said.  ”I ran down the street hysterically crying, and bleeding all over. I was scared that they were literally right behind me.” CNN’s John Walsh believes Hood’s decisive action that night may be the reason she’s alive today. ”Here’s a vulnerable    girl that was smart enough, tough enough, had the presence of mind to say, ’I’m going to stay alive. I’m going to look for that chance,’ and that’s what saved her life,” he said. Inside the torture house, Hood found her way to the police and learned she was in Hillsboro, Oregon, 17 miles west of Portland, where she had been picked up by the men two days earlier.  It was 1990. Hood had been working as a prostitute on the streets of Portland to pay for her drug habit. It was around 2 or 3 in the morning when the men pulled up in a small pickup truck. ”Before I knew what was even happening, I was in the back of the truck, chained to the bed of the truck, and with a pillowcase on my head and duct tape on my mouth,” Hood told ”The Hunt.” Now she had been treated for her injuries, and was driving around with law enforcement, leading them back to the torture house she had escaped only hours earlier. There, the police found the broken window with the rifle Hood used to break it outside on the ground. Inside, they discovered more evidence supporting her account, including Polaroid photos of other women in bondage, as well as photos of Hood. After searching the Hillsboro house, police arrested the home’s owner, Vance Roberts, and his   Paul Jackson. That night, the pair had driven their pickup truck to a hospital, where Roberts received medical attention for a cut on his arm. In his version of events, Hood had been trying to steal from them, which is why she jumped out the window and how Vance got his injury. The photos? Old girlfriends, he claimed. A previous victim steps forward, To this day, many of the other women in those photos have not been located or identified. One has: Michaelle Dierich. Like Hood, she was a Portland prostitute with a drug habit.  Two years before Hood’s ordeal, Dierich went through almost the same experience: abducted by two men in a pickup truck, chained up in a closet, sexually tortured and brutalized for days. After a week of this treatment, the younger man threw a hood over her head again and put her back in the truck.  Dierich assumed they were planning to kill her. Instead, she was dropped off on a street in Portland. Dierich went to the hospital and was interviewed by police. She filled out a report and submitted a rape kit. But she could not tell them where she’d been taken, or by whom.  Lacking enough evidence to launch a detailed investigation, the report was filed away and nothing else happened    until Hood’s case came to light. The Hillsboro police found Dierich with the help of the Portland police. She identified Roberts and Jackson as her abductors from 1988. Armed with two witnesses and hard evidence, prosecutors charged the brothers with kidnapping and rape.  A trial date was set, but in February 1991, Roberts and Jackson, who were free on bond, fled. Roberts returns to face justice, In September 2006, after 15 years on the run, Vance Roberts unexpectedly walked into the Washington County Jail and turned himself in.  He claimed to have been living under bridges in Portland, but police didn’t believe his story.  They were unsuccessful in getting any more information from him.  At his trial, Roberts insisted the women had stayed with him voluntarily.   Hillsboro sergeant Bruce Parks recalled the trial: ”The defense tried to victimize the two women. They may have committed a small crime by working on the street as a prostitute, but they never agreed to be kidnapped. They’re still human beings.” The jury didn’t buy it, and after finding Roberts guilty, sentenced him to 108 years in prison.  Hood said she feels vindicated by the verdict. ”[H]e gets to spend the rest of his life in a situation of subservience. He’s told when to use the bathroom, when to eat, what he can do, just like they had planned for me, and I felt like that was just.” On the day of the sentencing, Dierich took the stand and confronted Roberts about the women in the photos whose identities and whereabouts are still unknown.  ”You brutalized me you terrorized me. You left me mentally and emotionally crippled beyond words or expression.   ”It wasn’t just me, though. Indeed there were many other victims, more victims than we may know about today.  ”Everybody knows about the 10 other victims. So, I’d like to know where their bodies at?” The hunt for Paul Jackson, Since his return in 2006, Vance Roberts has never turned on his brother, or said anything about Paul Jackson’s whereabouts.  Jackson is still on the run, 23 years since he jumped bail.   Deputy U. S. Marshal John Moody hopes the exposure given to the case by CNN’s ”The Hunt” will bring forth new leads. ”The biggest thing that we’re looking for is someone to come forward that they’ve, maybe this has happened to them and they escaped from it,” he said. ”We’d like to hear from them. They may have a piece to the puzzle to get this creature off the streets.” Paul Jackson has a scar on his stomach from having his appendix removed. Jackson has lived in both Arizona and Hawaii and has a background in electronic and automotive work. If you’ve seen Paul Jackson or know anything about his whereabouts, please call     or go to our website at CNN. . You can remain anonymous. We’ll pass your tip on to the proper authorities. And if requested, we will not reveal your name."}}